{
    "1": {
        "title": "CDC says life expectancy down as more Americans die younger due to suicide and drug overdose",
        "url": "https://www.cbsnews.com/news/cdc-us-life-expectancy-declining-due-largely-to-drug-overdose-and-suicides/",
        "upvotes": "40.7k",
        "num_comments": "4.8k",
        "op": "u/Chianse",
        "article": "NEW YORK -- Suicides and drug overdoses pushed up U.S. deaths last year, and drove a continuing decline in how long Americans are expected to live. Overall, there were more than 2.8 million U.S. deaths in 2017, or nearly 70,000 more than the previous year, the Centers for Disease Control and Prevention said Thursday. It was the most deaths in a single year since the government began counting more than a century ago. The increase partly reflects the nation's growing and aging population. But it's deaths in younger age groups -- particularly middle-aged people -- that have had the largest impact on calculations of life expectancy, experts said. \"These sobering statistics are a wake-up call that we are losing too many Americans, too early and too often, to conditions that are preventable,\" Dr. Robert Redfield, the CDC's director, said in a statement. These countries could soon have the highest life expectancies The suicide death rate last year was the highest it's been in at least 50 years, according to U.S. government records. There were more than 47,000 suicides, up from a little under 45,000 the year before. A general decline For decades, U.S. life expectancy was on the upswing, rising a few months nearly every year. Now it's trending the other way: It fell in 2015, stayed level in 2016, and declined again last year, the CDC said. The nation is in the longest period of a generally declining life expectancy since the late 1910s, when World War I and the worst flu pandemic in modern history combined to kill nearly 1 million Americans. Life expectancy in 1918 was 39. Why American women are dying younger Aside from that, \"we've never really seen anything like this,\" said Robert Anderson, who oversees CDC death statistics. In the nation's 10 leading causes of death, only the cancer death rate fell in 2017. Meanwhile, there were increases in seven others - suicide, stroke, diabetes, Alzheimer's, flu/pneumonia, chronic lower respiratory diseases and unintentional injuries. An underlying factor is that the death rate for heart disease -- the nation's No. 1 killer -- has stopped falling. In years past, declines in heart disease deaths were enough to offset increases in some other kinds of death, but no longer, Anderson said. (The CDC's numbers do sometimes change. This week, CDC officials said they had revised their life expectancy estimate for 2016 after some additional data came in.) What's driving it? CDC officials did not speculate about what's behind declining life expectancy, but Dr. William Dietz, a disease prevention expert at George Washington University, sees a sense of hopelessness. Financial struggles, a widening income gap and divisive politics are all casting a pall over many Americans, he suggested. \"I really do believe that people are increasingly hopeless, and that that leads to drug use, it leads potentially to suicide,\" he said. Drug overdose deaths also continued to climb, surpassing 70,000 last year, in the midst of the deadliest drug overdose epidemic in U.S. history. The death rate rose 10 percent from the previous year, smaller than the 21 percent jump seen between 2016 and 2017. That's not quite cause for celebration, said Dr. John Rowe, a professor of health policy and aging at Columbia University. \"Maybe it's starting to slow down, but it hasn't turned around yet,\" Rowe said. \"I think it will take several years.\" Accidental drug overdoses account for more than a third of the unintentional injury deaths, and intentional drug overdoses account for about a tenth of the suicides, said Dr. Holly Hedegaard, a CDC injury researcher. Other findings The CDC figures are based mainly on a review of 2017 death certificates. The life expectancy figure is based on current death trends and other factors. The agency also said: A baby born last year in the U.S. is expected to live about 78 years and 7 months, on average. An American born in 2015 or 2016 was expected to live about a month longer, and one born in 2014 about two months longer than that. The suicide rate was 14 deaths per 100,000 people. That's the highest since at least 1975. The percentage of suicides due to drug overdose has been inching downward. Deaths from flu and pneumonia rose by about 6 percent. The 2017-2018 flu season was one of the worst in more than a decade, and some of the deaths from early in that season appeared in the new death dates. West Virginia was once again the state with the highest rate of drug overdose deaths. The CDC did not release state rates for suicides. Death rates for heroin, methadone and prescription opioid painkillers were flat. But deaths from the powerful painkiller fentanyl and its close opioid cousins continued to soar in 2017. The CDC did not discuss 2017 gun deaths in the reports released Thursday. But earlier CDC reports noted increase rates of suicide by gun and by suffocation or hanging."
    },
    "2": {
        "title": "Former Trump lawyer and fixer Michael Cohen pleads guilty, makes a deal with Mueller",
        "url": "https://www.cnbc.com/2018/11/29/ex-trump-lawyer-michael-cohen-reaches-guilty-plea-deal-in-mueller-probe-reports.html",
        "upvotes": "3.8k",
        "num_comments": "691",
        "op": "u/OMS6",
        "article": "President Donald Trump's ex-lawyer Michael Cohen pleaded guilty Thursday to lying to Congress about a Trump real estate project in Russia, and the extent of the president's involvement in and knowledge of that deal. Cohen's plea in federal court in Manhattan, his second in four months, came as part of a new deal with special counsel Robert Mueller. Prosecutors said Cohen lied in order to minimize links between Trump and his Moscow building project, and to give the false impression that the project had died before the Iowa caucuses in February 2016, the first contest on the path toward a presidential nomination. On the White House's South Lawn after Cohen's court appearance, the president accused his former fixer of lying about his most recent admissions in order to \"get a reduced sentence.\" \"He's a weak person and not a very smart person,\" Trump said. Trump's lawyer, former New York Mayor Rudy Giuliani, attacked Cohen's credibility: \"Michael Cohen is a liar.\" Cohen, 52, did not previously have a formal cooperation agreement with Mueller, but it is known that he has been speaking for the past several months to the special counsel's office and other law enforcement entities. Mueller is investigating Russian interference in the 2016 presidential election and possible coordination between Trump campaign-related figures and the Kremlin, as well as possible obstruction of justice by Trump. Cohen told a judge Thursday that he lied in 2017 to the Senate Intelligence Committee about a proposed Trump Tower development in Moscow in order to be consistent with Trump's political messages and out of loyalty to the president. Cohen's violation carries a maximum sentence of five years in prison, a fine of up to $250,000 and three years of supervised release, according to his plea agreement. Read Cohen's plea agreement here Giuliani said in a statement that \"It's no surprise that Cohen lied to Congress\": \"Michael Cohen is a liar. It's no surprise that Cohen lied to Congress,\" Giuliani said. \"He's a proven liar who is doing everything he can to get out of a long-term prison sentence for serious crimes of bank and tax fraud that had nothing to do with the Trump Organization. It is important to understand that documents that the Special Counsel's Office is using to show that Cohen lied to Congress were voluntarily disclosed by the Trump Organization because there was nothing to hide. It is hardly coincidental that the Special Counsel once again files a charge just as the President is leaving for a meeting with world leaders at the G20 Summit in Argentina. The Special Counsel did the very same thing as the President was leaving for a world summit in Helsinki. With regard to the hotel proposal in Moscow, the President has been completely open and transparent.\" A court document laying out the special counsel's allegations refer to Trump and his company, the Trump Organization, through the respective pseudonyms \"Individual 1\" and the \"Company.\" The special counsel in a court document said Cohen \"knowingly and deliberately\" lied when he told the Senate committee that the Moscow proposal \"ended in January 2016 and was not discussed extensively with others\" in the Trump Organization. In fact, Cohen discussed the Moscow project with another individual as late as about June 2016, and briefed Trump on it more times than he had claimed to the Senate committee, the special counsel wrote. Mueller's team adds that Cohen \"briefed family members of [Trump] within the Company about the project.\" Cohen had made the false claim in a letter to the Senate Intelligence Committee in September 2017. \"I assume we will discuss the rejected proposal to build a Trump property in Moscow that was terminated in January of 2016; which occurred before the Iowa caucus and months before the very first primary,\" Cohen said in that letter. \"This was solely a real estate deal and nothing more. I was doing my job. I would ask that the two-page statement about the Moscow proposal that I sent to the Committee in August be incorporated into and attached to this transcript.\" Read Cohen's criminal information here The special counsel also writes that Cohen lied when he told lawmakers that he didn't recall hearing a response about the project from Russia. Cohen's appearance in court was a surprise. He is due to be sentenced Dec. 12 on his prior guilty plea of eight criminal counts related to tax fraud, excessive campaign contributions and making false statements to a financial institution. Those charges came in a separate federal case not directly lodged by the special counsel. In that hearing in August, Cohen said he paid two women at the request of a political candidate later confirmed to be Trump \"for the principal purpose of influencing the election.\" The women, Stormy Daniels and Karen McDougal, claimed they had had affairs with Trump. The White House denies the allegations. At the courthouse on Thursday, Cohen pleaded to a single count of making false statements to Congress. Cohen attorney Lanny Davis declined CNBC's requests for comment. The White House had no immediate comment when asked about Cohen's guilty plea. Trump was preparing to travel to Buenos Aires for the G-20 summit as Cohen pleaded guilty. In a tweet shortly after his comments outside the White House on Thursday, Trump announced that he had canceled his planned meeting with Russian President Vladimir Putin at the Argentina summit. Trump said his decision was based on Russia's seizure of Ukrainian ships in the Kerch Strait of the Black Sea. Trump tweet Putin meeting Neither Cohen nor his criminal defense lawyer Guy Petrillo had any comment for a horde of reporters confronting them as they exited the lower Manhattan courthouse about 50 minutes after the plea hearing began. After Trump won the 2016 election against Democrat Hillary Clinton, the then-president elect denied having anything to do with Russia. Trump tweet no deals The Washington Post reported in August 2017 that Cohen had emailed Putin's personal secretary during the 2016 presidential campaign to request assistance in moving along a stalled Trump Tower development project in Moscow. The development in Cohen's legal saga came shortly after Trump sent multiple tweets raging against the Russia investigation. Trump tweet 1 Trump tweet 2 Trump tweet 3"
    },
    "3": {
        "title": "N.J. college rejects on-campus Chick-fil-A over company's LGTBQ stance",
        "url": "https://www.nj.com/education/2018/11/nj_college_rejects_chick-fil-a_over_lgtbq_stance.html?utm_source=facebook&utm_campaign=njcom_sf&utm_medium=social&utm_content=nj_facebook_njcom",
        "upvotes": "1.2k",
        "num_comments": "873",
        "op": "u/hopopo",
        "article": "A New Jersey college gave its students the chance to pick which new restaurant they wanted on campus -- so long as it wasn't Chick-fil-A. After students at Rider University voted for the fast casual restaurant as their top choice in the spring, the private college sent another survey this fall and excluded the fast casual restaurant \"based on the company's record widely perceived to be in opposition to the LGBTQ+ community,\" according to the university. \"Ultimately, we decided to lean in the direction of creating a welcoming environment where differences can be appreciated and where each individual can expect to experience dignity and respect,\" administrators wrote in a letter explaining the decision. \"In many ways, this issue is one that goes beyond our decision and touches on a complex conversation taking place throughout the country.\" The decision quickly sparked backlash, with one student telling the website Campus Reform, \"they sell chicken, so as far as I am concerned that should be the focus.\" Chick-fil-A's corporate values have stirred controversy since 2012, when its president spoke against same-sex marriage and news reports revealed the company donated to organizations opposed to same-sex marriage. That prompted boycotts and kiss-ins from LGTBQ advocates and a rival \"Chick-fil-A Appreciation Day\" organized by conservative politician Mike Huckabee. Rider's decision required a difficult assessment of competing interests, the university said. \"The choices in this situation, like in so many others, were imperfect,\" administrators wrote. \"They challenged us to reflect on our values and consider what kind of community we want to provide for those who live and learn at Rider University. The university has asked its Center for Diversity and Inclusion to organize a campus forum so that the voices of students, faculty, staff and others can continue to be heard. \"We fully acknowledge an organization's right to hold these beliefs, just as we acknowledge the right for individuals in our community and elsewhere to also personally hold the same beliefs,\" campus officials wrote. "
    },
    "4": {
        "title": "$1.3M Worth of Illegal Ivory Seized From La Jolla Gallery",
        "url": "https://www.nbcsandiego.com/news/local/Carlton-Gallery-Charged-13M-Ivory-Possession-501472981.html",
        "upvotes": "28.1k",
        "num_comments": "736",
        "op": "u/LazarusCheetah",
        "article": "Criminal charges have been filed against a luxury art and jewelry business in La Jolla that was discovered to be in possession of more than $1 million dollars worth of illegal elephant and rhinoceros ivory, the San Diego City Attorney's office said Wednesday. Carlton Gallery in La Jolla's popular Prospect Street shopping area was discovered to be in possession of more than 300 pieces of ivory and relics made with the illegal product after an investigation that began in May 2017, City Attorney Mara Elliott said at a press conference. The store's salesperson, Sheldon Miles Kupersmith, and the store's owner, Victor Hyman Cohen were named in a criminal complaint filed on Tuesday. The investigation was launched after wildlife officers with the California Department of Fish and Wildlife spotted two art pieces in the store's display windows that appeared to contain ivory. More potentially illegal items were spotted on various trips back to the store and on May 1, 2018, a sting operation uncovered Kupersmith selling ivory products, according to the city attorney's office. That same day, wildlife officers descended on Carlton Gallery with a search warrant. Their sweep confiscated 146 items with ivory from the gallery. Nearly 200 more pieces were discovered in a warehouse nearby, the complaint said. Some of the pieces containing ivory included art sculptures, rings, boxes and ivory pieces themselves. A law banning the sale of nearly all ivory in the state of California took effect on July 1, 2016. Illegal ivory comes from the tooth or tusk from a species of elephant, hippopotamus or walrus and has led to animal trafficking and poaching, according to wildlife animal experts with San Diego Zoo Global. Under Fish and Game Code, there are two exceptions to selling ivory. The ivory must be less than 20 percent by volume in a musical instrument that was manufactured no later than 1975. The second exception is the ivory must be less than five percent in a bona fide antique with historical documentation proving the antique is more than 100 years old. Law enforcement said the ivory pieces in the Carlton Gallery were not part of musical instruments and had ivory more than five percent volume of the product. According to officials with Fish and Wildlife, many times when items such as ivory are confiscated, they go to a warehouse in Denver, Colorado where they are placed permanently. "
    },
    "5": {
        "title": "Jewish professor finds swastikas spray-painted on her office walls at Columbia's Teachers College",
        "url": "https://www.cnn.com/2018/11/29/us/swastika-vandalism-columbia-university/index.html",
        "upvotes": "180",
        "num_comments": "112",
        "op": "u/upsyndorme",
        "article": "New York (CNN)The NYPD has launched an investigation into a possible hate crime after a Columbia University professor's office was vandalized with two spray-painted swastikas and a derogatory word aimed at Jewish people. Professor Elizabeth Midlarsky, who is Jewish and has published various articles related to the Holocaust, told CNN, \"I opened the outer door and almost passed out,\" when she saw the two swastikas spray-painted in red. Midlarsky, who has worked at the university's Teachers College for 28 years, reported the incident to security and received support from staff before being brought home by a van. \"I was so shaky, I wasn't sure I was going to make it,\" she said. Thomas Bailey, the president of Columbia's Teachers College said in a statement Wednesday, \"We unequivocally condemn any expression of hatred, which has no place in our society. We are outraged and horrified by this act of aggression and use of this vile anti-Semitic symbol against a valued member of our community.\" Bailey added that they are working with police to find the perpetrator. The incident, which was reported Wednesday, is not the first for Midlarsky who had a Swastika spray-painted on her office door in 2007. Midlarsky told CNN that she had begun to receive hate mail both by letter and email in 2007, which she believed was connected to her lifetime of work as a Jewish activist. She then received a call from Teachers College not to come in as her office had been vandalized. At the time, then Teachers College President Susan Fuhrman joined Midlarsky at a student-organized protest, saying, \"We stand with our students, who have said 'enough' to hate crimes, and in this particular case, to a vicious swastika.\" Midlarsky, who is 77 and in declining health, says she is baffled by the most recent vandalism. \"I haven't done anything, said anything,\" she said adding that she sees this incident as \"connected to a trend and upsurge in anti-Semitism that we've seen in recent years.\" Midlarsky referenced her 13-year-old grandson's Bar Mitzvah, held on the same day as the shooting at a Pittsburgh synagogue that killed 11 people. \"I feel very, very vulnerable,\" she said."
    },
    "6": {
        "title": "When Booty Calls: A Vermont Air Guard Commander Allegedly Used An F-16 For A Romantic Getaway",
        "url": "https://taskandpurpose.com/vermont-air-guard-f-16-affair/",
        "upvotes": "1.8k",
        "num_comments": "325",
        "op": "u/thinkB4WeSpeak",
        "article": "The commander of the Vermont Air National Guard was quietly forced out of his job after bogarting an F-16 Fighting Falcon in what amounted to an interstate booty call with an Army officer in Washington, D.C., according to a salacious new investigation by VTDigger. Just a year after taking command of the Burlington-based 158th Fighter Wing, Col. Thomas Jackman "took an F-16 flight to Washington, D.C., for a work trip that doubled as a romantic rendezvous with a female Army colonel who worked at the Pentagon," VTDigger's Jasper Craven reports. "Jackman was scheduled to attend a conference at Andrews Air Force Base, located just outside Washington, D.C," Craven reports. "While the Guard says pilots do not typically use their planes to attend conferences, Jackman as wing commander had ultimate authority." The report was based on emails between Jackman and the unnamed colonel that corroborate their romantic relationship, as well as interviews with several former Guard members "with knowledge of the incident." When the colonel's superiors found out about his alleged affair, "they were quick to take action, according to a former Guard member with knowledge of the investigation that followed," Craven reports. "Jackman was ordered to fly home on a commercial flight, three former members said. [Lt. Col. Terry Moultroup] then traveled from Burlington to Washington to pick up Jackman's F-16 and fly it home." When reached by Task & Purpose, Army 1st Lt. Mikel Arcovitch, a Vermont National Guard spokesman, declined to comment on the incident, noting that regulations prohibit him from discussing investigations or personnel matters. Still, Arcovitch did tell Task & Purpose that the normal length of a wing commander's tour was between two and four years. "Typically no less than two, and no more than four," he said. Jackman only spent about one year in command of the 158th Fighter Wing. He was replaced by Col. Patrick Guinee in early 2015, according to Arcovitch."
    },
    "7": {
        "title": "Police: Man shoots son after fight over kneeling NFL players",
        "url": "https://abcnews.go.com/US/wireStory/police-man-shoots-son-fight-kneeling-nfl-players-59462810",
        "upvotes": "27.6k",
        "num_comments": "3.0k",
        "op": "u/vatred",
        "article": "Police in North Carolina say a man shot and wounded his son on Thanksgiving after a heated fight about NFL athletes kneeling during the national anthem. Cary police say 21-year-old Esteban Marley Valencia and his brother argued during dinner about the athletes' protest of racial injustice. News outlets report 51-year-old Jorge Luis Valencia-Lamadrid told officers Valencia then physically attacked his other son so he retrieved a shotgun. Valencia-Lamadrid said Valencia started throwing furniture and hit him in the face with a water bottle. He said he had been holding the gun by its pistol grip and squeezed the trigger. Valencia was shot in the hand and leg. He was taken to a hospital for treatment. Valencia-Lamadrid was arrested and charged with aggravated assault. It's unclear if he has a lawyer."
    },
    "8": {
        "title": "Outcry after Mexico president gives highest honour to Jared Kushner",
        "url": "https://www.theguardian.com/world/2018/nov/28/a-humiliation-outcry-after-mexico-president-gives-highest-honour-to-jared-kushner",
        "upvotes": "170",
        "num_comments": "76",
        "op": "u/IndiaNgineer",
        "article": "The outgoing Mexican president Enrique Peña Nieto has stunned the country by bestowing the nation's highest honour for foreigners on Jared Kushner, the senior White House adviser and son-in-law of Donald Trump. Peña Nieto praised Kushner as "a grand ally of Mexico" who helped achieve a renegotiation of the North American Free Trade Agreement between the US, Canada and Mexico. The revised agreement – now known as Usmca – is expected to be signed in Buenos Aires during the G20 summit. Peña Nieto will decorate Kushner with the Order of the Aztec Eagle in the Argentinian capital this week. Peña Nieto was quoted by Mexican media as saying: "He has been an important actor in this objective of having a good understanding of the new government that entered two years ago." Trump repeatedly disparaged Mexicans during his improbable rise to power. He still threatens to close the US-Mexico border over a caravan of Central American migrants in the city of Tijuana. Mexicans on Tuesday voiced their outrage over Kushner receiving the Order of the Aztec Eagle, whose past recipients include Queen Elizabeth and Nelson Mandela. "Giving [Kushner] the Aztec Eagle is a supreme act of humiliation and cowardice," tweeted historian Enrique Krauze. Carlos Bravo Regidor, a professor at the Centre for Research and Teaching in Economics, said: "This is the perfect ending for Peña Nieto's term: an insuperable illustration of the indignity of his government's position regarding Trump. "It's the final kick in the crotch for Mexicans." In August 2016, the then finance minister Luis Videgaray – now the foreign minister – convinced Peña Nieto to invite then candidate Trump to Mexico City for a meeting at the presidential palace. In a joint media appearance afterwards, Trump again pledged to build a border wall between the United States and Mexico. Peña Nieto appeared acquiescent as he stayed silent – at least until Trump left the country. At a campaign rally later that night, Trump continued to publicly criticise Mexico. Kushner is thought to have forged a close relationship with Videgaray, who resigned from cabinet after the fiasco of Trump's visit to Mexico, but was brought back to the foreign ministry on the eve of the US presidential inauguration. Analysts say Mexico has pursued a "son-in-law strategy" in its attempts to deal with the Trump administration. Bravo said the jury was still out on the strategy's success. "It has all happened behind closed doors," he said. "It's palace politics. At its worst." Peña Nieto leaves office as a loathed figure on 30 November after six years of corruption and conflict-of-interest scandals. His approval rating hovers at just 24%, according to pollster Consulta Mitofsky."
    },
    "9": {
        "title": "Antibiotic-resistant bacteria found on space station toilet.",
        "url": "http://www.astronomy.com/news/2018/11/antibiotic-resistant-bacteria-found-on-space-station-toilet",
        "upvotes": "84",
        "num_comments": "21",
        "op": "u/clayt6",
        "article": "Space bacteria Wherever humans go, our bacterial companions will follow. That's as true in space as it is on Earth, and while we've known that microbial astronauts are present on the International Space Station, one group of researchers has just found a new reason to worry about them. A genomic analysis of samples collected from the space toilet aboard the station, among other places, has revealed that some of the bacteria on the ISS possess genes conferring resistance to antibiotics. There's no danger to astronauts at the moment, say the researchers, from NASA's Jet Propulsion Laboratory, but it is a reminder that bacteria could be a threat in the confined environment of a space station. In this new study, researchers characterized the genomes of these species in detail and compared their genomes to the genomes of 1,291 Enterobacter strains from Earth. And, by studying the bacteria's genetic makeup, they were able to see that the bacteria would likely be resistant to antibacterial drugs. Microbial dangers Nitin Singh, the first author of the study, emphasized in a statement that these strains are not virulent, meaning they do not pose an active or immediate threat to astronauts. But, Singh added, one of the strains found, Enterobacter bugandensis is an opportunistic pathogen, meaning it could potentially cause disease. A computer analysis of the species found that it did indeed pose a significant risk of causing harm to humans in the future. The work was part of an effort to better understand how future microbial astronauts will affect human life in space. "Understanding how microbial life grows in a closed environment like the ISS will help us better prepared for the health concerns that come with space travel," Singh said in an email. "ISS offers us a first-hand opportunity to study an often overlooked aspect of space travel: how a spacecraft's microbiome and life support system interact," Singh said The closed system aboard the space station is a unique environment for bacteria and other microbial organisms. Just as microbial species will grow, adapt, and multiply here on Earth, they will do the same in space. The nooks and crannies of equipment and storage aboard the space station are kept clean, but the microscopic organisms present will find shelter and adapt in order to survive. As the researchers found, some of those adaptations could include mutations that confer resistance to antibiotics, and make the bacteria extremely hard to combat. By better understanding the species on board the space station, researchers hope to figure out how to best protect astronauts. For example, they could know when and how often to clean certain equipment on board, Singh said. While the bacterial species on the space station do not pose a current risk, the human immune system is compromised in space, Singh explained. So, on future deep-space missions where astronauts might spend more time in space and bacteria might have more time to adapt and multiply, the risk of infection could be higher. "Once the immune system starts to weaken, microbes which were previously harmless could make you sick," Singh said."
    },
    "10": {
        "title": "Baltimore day care worker pleads guilty to smothering baby to death, gets 70 years in prison",
        "url": "https://www.baltimoresun.com/news/maryland/crime/bs-md-ci-daycare-death-trial-20181127-story.html",
        "upvotes": "12.6k",
        "num_comments": "1.4k",
        "op": "u/Ihaveanotheridentity",
        "article": "In an emotional hearing Tuesday, a Baltimore day care worker admitted to murdering a baby girl who would not nap and was sentenced to 70 years in prison. Her admission came during a wrenching two-hour hearing in Baltimore Circuit Court. By the end, even the judge cried on the bench. "I'm just reflecting on everything I heard," Judge Althea Handy said, composing herself. "There are tears everywhere in this courtroom.\" Handy was on the bench watching a video of the baby's murder when they brought in the young day care worker. Leah Walden, 24, wore shackles and a sweatshirt from jail. Her voice was so soft, the judge told her to speak up as she pleaded guilty to the murder. With her plea Walden, of Windsor Mill, admitted she willfully and deliberately killed 8-month-old Reese Bowman last year at a day care center downtown. It was premeditated: murder in the first degree. "You thought about it, even though it might have been brief. Do you understand that?" Handy asked her. "Yes," Walden said, crying. Technically, Handy sentenced Walden to life in prison with any time beyond 70 years suspended, meaning she won't get out until she's in her 90s if she serves the full sentence. The facts were undisputed. Walden returned from lunch to Rocket Tiers Learning Center just east of downtown and found baby Reese would not sleep. She slapped the girl in the crib. She pinned the infant down with one arm; Reese kicked her legs. Walden snatched her from the crib. She pushed her back down. Then she piled blankets over the child's face. Reese, who was 8 months and 19 days old, suffocated to death May 23, 2017. Surveillance cameras inside the day care center captured the crime. In court Tuesday, Assistant State's Attorney Anne Colt Leitess said Walden had told a co-worker, "Girl, I'm frustrated … I'm sick of this little b---. I hate this little b--- … She makes me want to punch her in the face." The video shows Reese motionless in the crib, Leitess told the court. While the prosecutor spoke, a woman in the gallery raised a pink baby book to her lips. The woman kissed a photo of Reese on the cover. Walden will be eligible for parole at age 59. Her sister stood and spoke before the judge. "She's not a monster. She's not an evil person. She was frustrated," Samantha Carlton told the courtroom. Then she turned to the Bowmans. "I'm so sorry. With all my heart, I'm sorry." Walden herself told the judge she didn't have training or help at the day care. Crying, she apologized. "There was not a time in my heart that I wanted this to happen," she said, softly. Reese's death shocked working families in Canton and Fells Point who sent children to the day care. Rocket Tiers has closed permanently. Reese's father walked out of the courtroom while prosecutors read the grim details. When he returned, he told the judge of his family's nightmare and grief. Justin and Amy Bowman had moved to Baltimore, bought a rowhouse and started their family. Their son, Sawyer, was born first. Then came their daughter, Reese. She was the first girl born into the Bowman family in four decades. She arrived on the day Mother Teresa was canonized, her family observed. Later, her funeral would fill the Baltimore Basilica. The Bowmans both worked and brought their two children to Rocket Tiers. Sawyer was upstairs when his sister Reese was killed. Justin Bowman stood before the judge, saying all this and hunched over his notes. The father wept as he read. "I will never see my girl take her first steps," he said, "hold her, kiss her, comfort her when she's scared, hear her say ‘I love you.'" He was trembling. "I am devastated." The couple sold their house, left their jobs and moved away from Baltimore. It was all too much, he said, to live amid the stabbing reminders. He cries at the sight of another father holding a little girl. He doesn't DJ part-time anymore, he said. He doesn't see his old friends. He rarely goes out. "I have changed and I hate it," he told the judge. His brother stood beside him and wrapped an arm around his shoulders. Something happened after his baby girl was murdered, the father went on. Bowman saw other parents hug their children tighter. He noticed adults call their own parents more. In his daughter's short life, he said, Reese inspired them all. Just consider the funeral crowd that filled the basilica. Then the grieving father turned toward Walden, who sat at the attorney table by him. Bowman's voice grew firm. He pointed down at her. "Reese Annette Bowman accomplished more in her short life than this woman ever will.""
    },
    "11": {
        "title": "Anthem among health insurers refusing to pay ER bills, doctors say",
        "url": "https://www.cbsnews.com/news/anthem-among-health-insurers-refusing-to-pay-er-bills-doctors-say/",
        "upvotes": "4.9k",
        "num_comments": "1.2k",
        "op": "u/IThinkTheClockIsSlow",
        "article": "On Aug., 1, 2017, Brittany Cloyd of Frankfort, Kentucky, said she experienced pain \"worse than childbirth.\" Her mother -- who had been to nursing school -- drove her to the nearest emergency room. Brittany thought her appendix had burst, but tests at the ER found she had ovarian cysts. She was given pain medication and told to follow up with her primary doctor. Cloyd had an Anthem Blue Cross PPO health insurance plan and thought she would get charged just a co-pay for her ER visit. Instead, 15 days later she received a letter from health insurer Anthem. \"Your condition does not meet the definition of emergency,\" read the letter. She was responsible for the total ER bill -- $12,596. What Brittany endured is becoming more common in the health insurance industry, according to a Doctor Patient Rights Project (DPRP) study. It highlighted Anthem, which through its affiliated networks is the nation's largest private health insurer. The DPRP contends that Anthem has instituted an organized policy of denial designed to make its subscribers -- particularly those who are poor and reside in rural areas -- too afraid to go to an ER for fear of receiving a bill like Cloyd's, or more, for the visit. \"The purpose of this program is to spread fear,\" said Dr. Ryan Stanton, a critical care and emergency medical specialist in Lexington, Kentucky. Anthem spokesperson Joyzelle Davis, who said she hadn't seen the study yet, issued an all-purpose response. \"Anthem's Emergency Department Review aims to encourage consumers to receive care in the most appropriate setting,\" Davis said. \"Anthem's review [of claims] aims to reduce the trend in recent years of inappropriate use of emergency departments for non-emergency use.\" Anthem did not provide specific guidelines for what would be an appropriate visit to an emergency room. But in a letter addressed to companies insured by Anthem and obtained by the DPRP, the insurer made it clear that it didn't want individuals insured by its policies to seek \"care right away\" at an ER when they could just as easily be treated at a doctor's office or retail health clinic. According to Anthem, more than a quarter of its subscribers' emergency room visits could be treated elsewhere. \"If we could reduce unneeded ER visits, we can cut health care costs by $4.4 billion a year,\" the letter said. Consequently, Anthem noted, that would cut its member companies' costs by more than a billion dollars. \"Controversial and dangerous\" Kentucky isn't the only state where Anthem is rolling out this policy. It's spreading across the South and Midwest, also. In Georgia, the American College of Emergency Physicians and the Medical Association of Georgia have filed suit in federal court to get Anthem to \"rescind its controversial and dangerous … policy that retroactively denies coverage for emergency patients.\" Sen. Claire McCaskill, D-Missouri, sent a letter to both the U.S. Department of Health and Human Services and the Department of Labor asking them to look into whether certain health insurers had violated the \"Prudent Layperson Standard\" by denying claims. McCaskill is leaving office in January, and her staff did not respond to questions about whether her letter had been answered. But her question goes to the heart of the matter. Congress enacted the Prudent Layperson Standard for Medicare and Medicaid managed care plans in 1997 and included group and individual health insurance plans in 2010. It defines an \"emergency condition\" as one in which the average person's knowledge of health and medicine would dictate that you could go to the ER for treatment of acute symptoms of sufficient severity. Do you have the ability to diagnose your own pain or injury, and if so, what do you do about it? If you go to the ER, will your insurer deny your claim, leaving you in economic peril? \"Patients should never be in the position of correctly diagnosing their … emergency\" before seeking help, McCaskill said in her letter. 137 million ER visits annually But that puts millions of Americans in a vise. In an average year, nearly one in five people report going to the ER, according to the DPRP, for a total of 137 million visits. Doctors, patients and insurers note that statistics from 2012 indicating the average cost of an ER visit, at $1,233, is outdated. One reason for the surge in price since then, according to a University of Maryland study: the increased number of substance abuse cases -- particularly among young and middle-aged adults -- that now pass through an ER. Anthem said even a small savings could benefit the health care system, in which Americans spent nearly $3 trillion dollars in 2015. The percentage of patients who leave the ER with no treatment whatsoever is 5 percent according to Anthem, while the Centers for Disease Control and Prevention (CDC) said it's at least 3.3 percent. Some of these may be psychiatric patients. But CDC data also appears to show that going to the ER might be the right choice for a serious condition such as chest or stomach pain and high fever. It said 43 percent of all ER cases lead to hospital admissions. Critics said Anthem will likely keep pushing its policy of denying ER treatment unless it's stopped. \"Anthem is the big boy on the block, but other health insurers are picking up on it,\" said Dr. Stanton. \"They're like a child getting into daddy's wallet. They take a few dollars at a time and, if they don't get caught, keep going.\" How to file an appeal Those who feel they've been wronged can always appeal. \"Patients should first appeal to the insurer,\" said Executive Director Stacey Worthy of the Aimed Alliance, a health care coalition dedicated to innovation in medicine. If you get a written denial explaining the reason, then submit documentation and justification for the necessity of the ER treatment. If you get a second denial, request an external review by an independent party, possibly a state insurance regulator, or someone it appoints. Worthy said it's labor-intensive for the patient \"because the insurer wants you to give up during the process.\" But it often doesn't get that far, patient advocates said. The Affordable Care Act makes it clear that ER patients have the law on their side, if they can prove a true emergency. \"Insurers can't require you to get prior approval,\" the ACA states. And a 2016 study found that 52 percent of retroactive denials were ultimately overturned after independent review. Brittany Cloyd lost her first appeal, but she refused to take no for an answer. So she sent Anthem a second appeal with documentation and a rebuke. \"I'm not sure how one knows if they're bleeding internally,\" she wrote. \"But I hope that it's apparent … perpetuating scare tactics could certainly convince patients not to go the emergency room. I foresee an onslaught of wrongful death suits in Anthem's future.\" Cloyd said Anthem then paid her entire $12,596 ER bill."
    },
    "12": {
        "title": "Veterans Affairs Dept. tells congressional staffers it won't repay underpaid GI Bill recipients, sources say",
        "url": "https://www.nbcnews.com/news/us-news/veterans-affairs-dept-tells-congressional-staffers-it-won-t-repay-n941491",
        "upvotes": "670",
        "num_comments": "136",
        "op": "u/WiFi-X",
        "article": "For weeks, student veterans across the country have raised an alarm about delayed or incorrect GI Bill benefit payments, which the Department of Veterans Affairs has blamed on computer issues. But on Wednesday, the department told congressional staffers that it would not reimburse those veterans who were paid less than they were owed, two committee aides told NBC News. The news conflicts with a promise VA officials made to a House committee earlier this month that it would reimburse those veterans who received less than the full amount they were due. According to the aides, however, the VA said it could not make retroactive payments without auditing its previous education claims, which it said would delay future claims. The aides asked not to be identified because they were not authorized to speak publicly. NBC News previously reported that some veterans were forced into desperate financial straits stemming from a change in calculating housing allowances under the Forever GI Bill, which President Donald Trump signed into law in July 2017. When its computers were unable to process that change, the VA quickly faced a backlog of veterans' claims three times higher than normal. Because of those issues, the VA had announced earlier on Wednesday that it would delay the Forever GI Bill housing allowance changes until December 2019 — and again promised that retroactive payments would be made to those who did not receive a correct amount. But VA officials told congressional staffers in a telephone call on Wednesday morning that once the system is made right next year, they will not make retroactive payments to those who were underpaid because of the housing miscalculations. \"They are essentially going to ignore the law and say that that change only goes forward from December 2019,\" one aide told NBC News. The reason the VA decided that it would not make the retroactive payments is because it would have to audit all its previous education claims prior to December 2019, meaning the VA would potentially have to inspect 2 million claims, the aide said. VA officials said this could cause further delays in processing future claims, according to the aides, an issue that caused some veterans to suffer earlier this year. While this decision could mean the agency is flouting the law because it would not provide the correct amount of money to student veterans as required by two sections of the Forever GI Bill, the VA told the congressional staffers that they have a legal justification that would allow them to move forward with this decision. They did not share that justification, however. When asked for comment, a VA spokesman did not address the issue directly. Instead he reiterated that the agency would delay paying housing allowances in accordance with the new Forever GI Bill until the spring term of 2020 and instead pay housing allowances based on Department of Defense's older Basic Housing Allowance rates. Attempting to implement the law would put "an enormous administrative burden for schools in which some 35,000 certifying officials would have to track retroactively and re-certify hundreds of thousands of enrollment documents," Curtis Cashour, the VA spokesman, said over email. Cashour also said that students who were overpaid because of the law's changes or because of issues in implementing the law "will not be held liable for the debt." But he did not comment on those who were underpaid and rampant confusion continues to surround the issue, as it is unknown how many students have been underpaid thus far, how many more could be underpaid because of the changes to the law and how much money these veterans are owed. Congressional aides described the situation as "frustrating." One, who commented on the shifting answers and constant confusion stemming from VA, asked, "I mean, am I taking crazy pills?" Under Secretary for Benefits Paul Lawrence is scheduled to testify Thursday morning before the House Committee on Veterans' Affairs. One of the committee aides said that members of Congress will attempt to clear this issue up before they move forward with the hearing. "They need to figure it out," the aide said."
    },
    "13": {
        "title": "India has no plans to recover body of US missionary killed by tribe | World news",
        "url": "https://www.theguardian.com/world/2018/nov/28/india-body-john-allen-chau-missionary-killed-by-sentinelese-tribe",
        "upvotes": "48.6k",
        "num_comments": "5.3k",
        "op": "u/whateverwherver",
        "article": "Indian authorities say they have no plans to recover the body of John Allen Chau, an American missionary who was killed by members of an isolated tribe on a remote island. An anthropologist involved in the case told the Guardian authorities had concluded that for now it was impossible to retrieve the remains of Chau without provoking further conflict with the Sentinelese, the small tribe who populate North Sentinel Island. "We have decided not to disturb the Sentinelese," said the anthropologist, who asked not to be named. "We have not tried to contact them for the past many days, and have decided not to continue trying." He said it had been determined that any further efforts to retrieve Chau's body carried an unacceptably high "possibility of clash between the outsiders and the Sentinelese". "We should not hamper their sentiments," he said. "They shoot arrows on any invader. That is their message, saying don't come on the island, and we respect this." He said there were concerns that continued surveys of the island could force the Sentinelese to disrupt their daily patterns to begin guarding the island more closely – further disrupting a community that Indian government policy says should be left alone. He said the message had been relayed to the US embassy in Delhi. "They understand the situation and are not pressing us," the source said. Chau, 26, is believed to have been killed sometime between the afternoon of 16 November and the following morning, when fishermen who he had paid to smuggle him to the island say they saw his body being dragged across the sand and buried. The Sentinelese, whose tribe is thought to be at least 30,000 years old, have aggressively resisted contact with outsiders for generations. According to Chau's diaries, which he gave to the fishermen before departing for the island a final time, the American wanted to "declare Jesus" to the Sentinelese, whose home forms part of the Andaman and Nicobar Islands, an Indian territory scattered across the Bay of Bengal and Andaman Sea. The Guardian understands an investigation is officially continuing against the seven men accused of helping Chau reach the island. The absence of a body will complicate efforts to issue a formal death certificate, the source said. The US consulate in Chennai has said it cannot comment on the case for privacy reasons."
    },
    "14": {
        "title": "Officials: Florida woman passes gas, pulls knife on offended man",
        "url": "https://apnews.com/320fd8a37709486596e6670f86a35fec?utm_medium=AP_Oddities&utm_source=Twitter&utm_campaign=SocialFlow",
        "upvotes": "71",
        "num_comments": "25",
        "op": "u/St-Jed-of-Calumet",
        "article": "DANIA BEACH, Fla. (AP) — A Florida woman faces an aggravated assault charge after authorities say she passed gas in line at a dollar store and pulled a knife on a man who complained about it. Citing a Broward Sheriff's Office report, the Miami Herald reports 37-year-old Shanetta Yvette Wilson passed gas while waiting in line at a Dollar General Sunday night and upset a nearby customer. The report says the offended customer and Wilson then got into an argument "in reference to the defendant farting loudly." It says Wilson then pulled a small folding knife out of her purse and told the victim she was going to "gut" him while moving as if to attack him. Wilson was arrested and charged with aggravated assault with a deadly weapon without intent to kill. It's unclear if she has a lawyer."
    },
    "15": {
        "title": "Japan to get first aircraft carrier since second world war amid China concerns",
        "url": "https://www.theguardian.com/world/2018/nov/29/japan-to-get-first-aircraft-carrier-since-second-world-war-amid-china-concerns",
        "upvotes": "247",
        "num_comments": "107",
        "op": "u/Drabbestplayer",
        "article": "Japan is to acquire at least one aircraft carrier for the first time since the second world war, as it attempts to counter Chinese maritime expansion in the Pacific ocean. The government will upgrade its two existing Izumo-class helicopter carriers so they can transport and launch fighter jets, according to media reports. The plans are expected to be included in new defence guidelines due to be released next month. This week the Nikkei business paper reported that Japan was poised to buy 100 F-35 stealth jets from the US at a cost of more than US$8.8bn, a year after Donald Trump urged Tokyo to buy more US-made military equipment. The reported order is in addition to 42 F-35 jets it has already bought from the US. Japan's prime minister, Shinzo Abe, told Trump in September that high-spec military equipment would be "important to strengthen Japan's defences". By refitting its two 248-metre-long Izumo-class vessels, which can each carry up to 14 helicopters, Japan would in effect be acquiring its first aircraft carriers since the end of the war – a move critics say violates its postwar constitutional commitment to a purely defensive role for the military. Previous Japanese governments have ruled out acquiring aircraft carriers, adhering to the postwar consensus that the vessels' capabilities could be interpreted as offensive, in a possible violation of the country's "pacifist" constitution. In its latest defence white paper, Japan noted that China had acquired and built aircraft carriers to enable it to expand into Pacific waters near Japan's outlying south-western islands. Increased Chinese naval activity in waters far from its shores has added to bilateral tensions over the Senkakus, uninhabited islets in the East China Sea that are administered by Japan but claimed by China, where they are known as the Diaoyu. "It's desirable that the Izumo can be used for multiple purposes," the defence minister, Takeshi Iwaya, told reporters this week. The carriers will be deployed to defend Japan's remote south-western islands, according to the Mainichi Shimbun. The defence white paper, published in August, also voiced concern about Chinese military spending and naval activity in the South China Sea."
    },
    "16": {
        "title": "German Teacher Speaks Out About The Anti-Semitic Culture among students",
        "url": "https://www.cnn.com/2018/11/28/europe/germany-anti-semitism-education-intl/index.html",
        "upvotes": "467",
        "num_comments": "372",
        "op": "u/shy311",
        "article": "Rachel always thought it was best to hide her religion from her high school students. The trouble started a few years ago when she let slip to a student that she was Jewish. \"I found swastikas scribbled in their textbooks, they drew penises around my name on the blackboard, and they'd yell like 'Hey, Jew' at me during class,\" said Rachel, a teacher in Berlin. \"It became harder... to do my job.\" Rachel, whose name has been changed because of safety concerns, went to her headmaster, and then to the police, but she said neither took her complaint seriously and would not intervene. She said things got worse. The students saw Israel as a menace, an oppressor of the Palestinian people and viewed her as a stand-in for the Jewish state, she said. They took out their frustration by screaming anti-Semitic slurs at her. Last year, she decided to switch schools for her own safety. She has not told her new students she's Jewish. In a country still haunted by the Holocaust, anti-Semitic incidents in the classroom offer clear evidence that deep wounds haven't healed. Some Jewish teachers and students say they are caught between a surge of traditional right-wing anti-Semitism and threats from Muslim immigrants angry at Israel. Unsure of how to deal with anti-Semitism in the classroom, Jewish teachers very often keep incidents to themselves to avoid tipping off their own religious identity, according to Marina Chernivsky, the head of the Berlin-based organization Kompetenz Zentrum für Pravention und Empowerment (or Competence Center for Prevention and Empowerment), which provides counseling to individual and institutions after anti-Semitic and discriminatory incidents. She recently held a workshop to help Jewish teachers deal with anti-Semitism in their classrooms. Around 20 Jewish teachers attended the session; Chernivsky said it was the first time many of them opened up about the problem. \"It's not normal to be Jewish in Germany so anti-Semitism is not normal to talk about,\" Chernivsky said. \"It's very taboo.\" Teacher Michal Schwartze, who works in Frankfurt, says it took her years to reveal she was Jewish. It took history and politics teacher Michal Schwartze years to reveal her religion to her students. The Frankfurt based 42-year-old said she didn't feel comfortable teaching about the Holocaust, the Israeli-Palestinian conflict or anti-Semitism in Europe without being transparent with her students. \"I don't say hey I am Jewish, but I make it clear that I am personally affected,\" said Schwartze. A few years ago, Schwartze penned an article in her school's newspaper encouraging students to stop using the word \"Jew\" as a slur. She said she took a risk writing the piece, but it raised awareness around anti-Semitism at her school. \"Fortunately, I have colleagues who are sensitive and a headmaster who has an interest in preventing anti-Semitism,\" says Schwartze. She cautioned that Jewish teachers who don't have similar support need to \"hide their identity.\" Berlin's Department of Research and Information on Anti-Semitism (RIAS) said serious incidents affecting Jewish students and teachers in Berlin's schools doubled from 15 to 30 in 2017 and the rate is on a similar pace this year. RIAS said most episodes still go unreported. Those that were reported included a 16-year-old girl taunted by classmates who chanted \"gas for the Jews.\" A 14-year-old boy who was bullied, kicked and shot with an air gun because he was Jewish. And a Jewish student at a prominent international prep school who had cigarette smoke blown in his face while his assailants asked how it felt to be sent to the showers. Florian Mätzschker says he will move to Israel to escape anti-Semitism in Germany. Nineteen-year-old Florian Mätzschker told CNN he faced so many threats at his Berlin high school that he had to use a separate entrance. \"As a Jew in Germany you feel attacked on all sides,\" he said. \"There's no trusting the German government to protect us.\" Career diplomat Felix Klein, 50, was appointed in April to a newly created cabinet-level position: Germany's anti-Semitism commissioner. He said although anti-Semitic attitudes have long bubbled below the surface in Germany, those views are now exploding into the open. \"The word Jew as an insult was not common when I went to school,\" said Klein. \"Now it is, and it's even an insult at schools where there are no Jewish students. That's a problem.\" Forgetting the Holocaust German high school students learn about the Holocaust in the ninth grade, around the age of 14 or 15. They're taught about the state-sponsored murder of millions of Jews and they take field trips to nearby concentration camps. A generation ago, teachers lingered on the events of the Third Reich, making sure to present it to students as part of their country's heritage. Now, as survivors dwindle and the immigrant population grows, Jewish leaders fear that history is being cleaved from the German experience. \"There's been an ever-growing tendency on the part of some in German education to universalize the lessons of the Holocaust,\" said Deidre Berger, the head of the American Jewish Committee in Berlin. \"This was a singular historical event that emanated from Germany, and when German students learn that they need to know that.\" And yet a CNN poll found that 40% of young German adults know little to nothing about the Holocaust. The numbers don't surprise Saraya Gomis, the anti-discrimination commissioner for Berlin's education, youth and family department. \"So often in schools, the Holocaust is only treated as something in the past and this has nothing to do with our present,\" said Gomis, who is half-German, half-Senegalese. \"It's not enough to just go to concentration camps and say that was a long time ago and now we are good. The result is that students don't see Jews as living people, just something that happened in the past.\" POLL: CNN poll reveals depth of anti-Semitism in Europe Guillermo Pineiro, who teaches Spanish and German at a high school in Essen, said the history of the Third Reich is taught at school, but for students \"it's a little more abstract.\" Last year, after an incident where a group of students were caught using Jewish slurs in class, Pineiro decided to reach out to an organization called \"Rent-a-Jew,\" which finds Jewish volunteers who want to speak about their history and culture. \"It was the first time any of them had ever met someone Jewish,\" Pineiro said. Teachers not equipped The German government is taking steps to address anti-Semitism in schools. It has dispatched 170 anti-bullying experts to selected schools across the country. Klein said his office is creating a nationwide registry where teachers, administrators, and the general public, can report anti-Semitic incidents. Right now, no such system exists, making it difficult for authorities to understand the scope of the problem. CNN spoke with dozens of people, including Jewish teachers, students, and parents as well as German government officials and activists. They described a tendency among school administrators to cover up incidents and downplay anti-Semitic bullying. Anti-discrimination commissioner Gomis said many teachers and administrators are ill-equipped to recognize the problem and are more likely to make things worse. \"Many teachers and principals have a huge lack of knowledge when it comes to dealing with anti-Semitism,\" Gomis said. \"They're not quite sure how to detect it, and when they do, they're too busy or stressed to deal with it.\" Although 76% of Germany's Jews believe anti-Semitism is a problem, 77% of non-Jews in Germany believe the opposite, according to a recent government report. And parents say that makes it hard for administrators to confront anti-Semitism in their own schools. \"If you ask somebody's who's not Jewish if there are problems with anti-Semitism in Germany, they would say no way,\" said Wenzel Michalski, the father of a 15-year-old who was forced to switch schools after months of anti-Semitic bullying. \"They think it's a Jew making a fuss.\" Michalski is the head of the German chapter of Human Rights Watch. He said his son began attending Friedenauer Gemeinschaftsschule in December 2016. Its motto: \"A School Without Racism\". The grandson of a Holocaust survivor, Michalski's son told his new classmates he was Jewish. \"He said it was like you could a hear a pin drop,\" said Michalski. \"His cover was blown. His new friends said you can't hang out with us anymore because you're Jewish and the attacks quickly became worse and worse.\" Michalski says his son, who was 14 at the time, was smacked on the head and kicked to the point where he developed bruises. Three months into his stint at the school, a fellow student shot him with an air gun while taunting him with anti-Semitic slurs. Michalski said school administrators tried to play it off as \"boys will be boys,\" and were unwilling to do anything about the incident. He ended up pulling his son out of the school three months after he enrolled. CNN has contacted the school for comment and did not receive a response. In an interview with the German publication Der Tagesspiegel, principal Uwe Runkel defended the school's actions and said that administrators reacted quickly when they learned what had happened. Runkel later posted a message on the school's website detailing the steps he took to address anti-Semitism, which included reporting the incident to Gomis' office and hosting group discussions, mediated by trained experts, where students and teachers could discuss how the school should deal with anti-Semitic bullying in the future. A year and a half later, Michalski says the school still hasn't taken the issue seriously enough. \"When you see how they react, it's not surprising that there's a new generation of kids growing up as anti-Semites,\" Michalski said. Ready to leave? Five years ago, Germany's Jews would have never considered moving away from the country, according to Doron Rubin, the leader of Berlin's Kahal Adass Jisroel community organization. During the 1990s and early 2000s, Germany was in the midst of a Jewish revival -- the population had grown to over 200,000, and rabbis were ordained in Berlin for the first time since the Holocaust. Now, Rubin said, the question of leaving is being discussed again. \"I think the German establishment is surprised to be dealing with anti-Semitism again,\" said Rubin. \"They thought it was something that's past, and I think in recent years they've understood it's a broader problem that's not just going to go away.\" Community leaders in part blame an increase in inflammatory rhetoric from far-right parties like Alternative for Germany (AfD) for changing public discourse. They say it is not only Jews who are targeted by racist rhetoric -- Muslim, African and LGBT communities are also affected. \"Right-wing populism plays a huge role in making people feel comfortable using slurs,\" says Alexander Rasumny executive director of RIAS. \"I think we're seeing a shift in the thing that can be said in public, and opinions that are socially accepted.\" The neo-Nazi banners and salutes that have appeared at recent far-right protests have alarmed German Jews, but many say the more immediate threat is from parts of Germany's immigrant population. They say they are often targeted with slurs by Muslims. According to Klein, traditional tools for tackling neo-Nazism are not a solution and he is looking to leaders in the Muslim community for help. \"When we talk about Muslim-originated anti-Semitism, I think we can only win that battle with the help of the moderate Muslims,\" Klein said. \"Without them, this won't be a successful fight.\" Some of that work is already underway. Named after a heavily Muslim neighborhood in Berlin, the Kreuzberg Initiative against anti-Semitism (KIgA) sends teaching guides into more than 40 schools across Germany to help counsel young Muslims at risk of radicalization. One of the goals: encourage dialogue among Muslim students and their Jewish peers. KIgA's chairman Dervis Hizarci cautions against painting all Muslims as anti-Semitic. Doing so, he said, further alienates young Muslims who may also be facing discrimination in German society. \"We have to make Muslims feel addressed,\" Hizarci said. \"Fighting anti-Semitism among Muslims can only succeed if we do that together with Muslims. If we talk to Muslims instead of talking about them.\" Peaceful dialogue might be a difficult proposition, especially when many young Jews are determined to defend Israel's policies. Before graduating last year, Florian Mätzschker said he was one of two Jews at a 1,200-student high school in Berlin's Wedding district. Mätzschker didn't come from a religious family, but the more he was threatened, the more he began dreaming of moving to Israel to join the Israeli army. Last December, he was sitting alone in the school cafeteria when a group of Muslim classmates came up to him and started giving him a hard time about US President Donald Trump moving the US Embassy from Tel Aviv to Jerusalem. He tried to defend Israel's claim to the city. \"That's when they started saying over and over again, 'We will destroy you', and then one girl said to me 'Adolf Hitler was a good guy because he killed the Jews,'\" Mätzschker said. \"She just kept saying it over and over again. I was in shock.\" He said the comment set him off. He told her she wasn't allowed to say that. That's when the group of students started swarming him, screaming \"Israel is the murderer.\" \"I was really, really scared,\" Mätzschker said. \"I couldn't get out, they had me surrounded on all sides. It was like suffocating. I finally broke away, but even the teachers were scared to step in.\" For the rest of the year he spent breaks sequestered from his fellow students and covered his yarmulke under a baseball cap. \"I got through because I kept saying to myself, 'One day soon, I will be in Israel and this will all be over.'\""
    },
    "17": {
        "title": "Microsoft wins $479.2 million contract from U.S. Army",
        "url": "https://www.reuters.com/article/us-mircosoft-contract/microsoft-wins-479-2-million-contract-from-u-s-army-idUSKCN1NY054?utm_source=reddit.com",
        "upvotes": "69",
        "num_comments": "31",
        "op": "u/Quantum_Telegraph",
        "article": "(Reuters) - The U.S. Army said on Wednesday that it has awarded Microsoft Corp (MSFT.O) a $479.2 million contract to supply prototypes for the Army's augmented reality systems helping soldiers in training and combat missions. The Army posted the contract award on its website. "Augmented reality technology will provide troops with more and better information to make decisions," a Microsoft spokesperson said in an emailed statement. Bloomberg, which earlier reported the deal, said the contract went though a bidding process with key tech companies including Magic Leap participating in the auction."
    },
    "18": {
        "title": "A man has been killed by an elephant after his speeding car hit the animal near a national park in Thailand, police said",
        "url": "https://www.independent.co.uk/news/world/asia/elephant-kills-man-driver-car-crash-thailand-khao-yai-national-park-death-a8659096.html?utm_source=reddit.com",
        "upvotes": "59",
        "num_comments": "20",
        "op": "u/Amamazing",
        "article": "A man has been killed by an elephant after his speeding car hit the animal near a national park in Thailand, police have said. When the vehicle struck the elephant's hind legs, it responded by stomping on the car, destroying the engine and killing the driver, said lieutenant colonel Kemchat Paedkaew. The accident happened on Wednesday on a small road with signs telling drivers to be aware of wild animals that sometimes stray from Khao Yai National Park in the northeastern part of the country. Mr Paedkaew said the driver was not local and failed to slow down when he encountered the elephant. "Elephants don't come out during the day but they start coming out when it gets dark," he said, adding that up to two people a year are killed by elephants in areas surrounding the park. The elephant was guided back to the park and is being looked after by officials. It comes weeks after a German woman was trampled to death by an elephant as she tried to take a photograph of the animal in Zimbabwe. In 2015, visitors to Khao Yai were warned to be careful, after attacks by elephants had previously damaged cars, a shop and a restaurant. "
    },
    "19": {
        "title": "FTC pledges loot crate investigation (update)",
        "url": "https://www.polygon.com/2018/11/27/18115365/ftc-loot-crate-investigation-senator-hassan",
        "upvotes": "258",
        "num_comments": "97",
        "op": "u/NeinKaiser",
        "article": "The Federal Trade Commission today agreed to investigate video game loot boxes, following an official request by Senator Maggie Hassan (D-N.H.). In a Congressional oversight committee hearing earlier today, FTC chairman Joe Simons affirmed Sen. Hassan's request that loot boxes be investigated. The exchange took place in a Senate Commerce subcommittee hearing that was mainly focused on data privacy issues, but which ranged into other territories. \"Loot boxes are now endemic in the video game industry and are present in everything from casual smart phone games to the newest, high budget releases,\" said Hassan, adding that loot boxes will \"represent a $50 billion industry by the year 2022,\" likely referring to a report earlier this year from Juniper Research. Games publishers often include loot boxes in their games, which offer in-game boosts and prizes, sometimes at a cost. The practice has flourished in recent years, particularly following enormous success in games like the FIFA series, but it has also been met with consumer resistance in the past year. In 2017, Electronic Arts retooled Star Wars Battlefront 2 following accusations that the game was designed around extracting cash from players through loot crates. Hassan warned that children are particularly susceptible to loot boxes, and that they represent a \"close link\" to gambling. She pointed to moves in other countries, including Japan, the Netherlands and Belgium, to bring in legislation to control the use of video game loot boxes. Last year, Reps. Chris Lee and Sean Quinlan held a news conference in Hawaii that assailed loot crates for preying on children. Earlier this year, Senator Hassan wrote to the Entertainment Software Rating Board to ask how games with loot boxes are rated. The ESRB later added an \"in-game purchases\" label to games that include loot crates. \"It's time for the FTC to investigate these mechanisms to ensure that children are being adequately protected,\" said Hassan. \"And to educate parents about potential addiction and other negative impacts of these games. She asked Simons if the FTC will investigate further and \"report back.\" Simons offered a simple \"yes\". Polygon has requested comment from the Entertainment Software Association, which represents the government-level interests of games publishers. Update: The ESA sent us the following statement: \"Loot boxes are one way that players can enhance the experience that video games offer. Contrary to assertions, loot boxes are not gambling. They have no real-world value, players always receive something that enhances their experience, and they are entirely optional to purchase. They can enhance the experience for those who choose to use them, but have no impact on those who do not.\""
    },
    "20": {
        "title": "Maryland high school football players accused of sexually assaulting teammates with broom",
        "url": "https://www.nbcnews.com/news/us-news/four-maryland-high-school-football-players-accused-raping-teammates-n941126",
        "upvotes": "2642",
        "num_comments": "646",
        "op": "u/ramchainz",
        "article": "Four 15-year-old Maryland high school football players charged as adults with rape for sexually assaulting four teammates with a broom during a hazing incident have been released on bond. The Damascus High School athletes, whom NBC News is not identifying, were each charged with one count of first-degree rape, three counts of attempted rape and one count of conspiracy to commit rape, Montgomery County State's Attorney John McCarthy said. Each of the students was released Tuesday on $20,000 bond, according to court records. They are not allowed on the premises of Damascus High School, and they are not allowed to contact one another, McCarthy said. A fifth teammate is accused of participating in at least one of the attacks and being charged as a juvenile but is also identified as one of four victims, charging documents show. One of the alleged victims told police that the suspects held him down, pulled his pants down and poked his buttocks with a broomstick before \"the broomstick was inserted into his anus a few inches,\" prosecutors said. Two of the victims said they were violently attacked, but were able to fight off the assailants before they \"got the broom,\" prosecutors said. Another victim said a broomstick, which he described as a wooden handle with a \"cut on the tip of it\" said he was \"stabbed\" on the buttocks with the broomstick. When that victim tried to fight the attack, the suspects told him it was \"tradition,\" he told police. When interviewed by investigators, one of the suspects said the broom \"started from generations ago,\" according to prosecutors, who said freshmen were the ones targeted.Montgomery County State's Attorney John McCarthy said citing tradition is not a defense. "I'm offended by the term hazing. It's not hazing, these are crimes, and I would caution anyone to refer to this as hazing. These boys were victims of criminal acts," McCarthy said. \"They were not victims of hazing, they were victims of first-degree rapes." The alleged rapes and attempted rapes happened on Oct. 31, according to the court documents. Damascus High School's principal reported the possible assaults to police on Nov. 1. Montgomery County Public School District Superintendent Jack Smith said in a statement that the district is cooperating with police and providing support for Damascus High School students. \"Our thoughts are with the students, staff and all who have been affected,\" Smith said."
    },
    "21": {
        "title": "Reggae music to be protected by the UN",
        "url": "https://www.bbc.com/news/entertainment-arts-46383617",
        "upvotes": "44",
        "num_comments": "19",
        "op": "u/LargeSuccotash",
        "article": "Reggae has been added to a list of international cultural treasures which the United Nations has deemed worthy of protecting and promoting. The music, which grew out of Jamaica in the 1960s thanks to artists like Toots and the Maytals, Peter Tosh and Bob Marley, was added to the collection due to its \"intangible cultural heritage\". Reggae is \"cerebral, socio-political, sensual and spiritual,\" said Unesco. It has \"penetrated all corners of the world,\" added a Jamaican spokesperson. Reggae followed on from the ska and rocksteady genres - other early pioneers included Lee Scratch Perry and Prince Buster.Millie Small's 1964 ska cover of My Boy Lollipop also helped introduce reggae's laidback groove to the world. Reggae became popular in the United States but particularly flourished in the UK, which had become home to many Jamaican immigrants since the end of World War Two. The British reggae label Trojan, which celebrates its 50th birthday this year, introduced the world to artists like Desmond Dekker, Jimmy Cliff and Bob and Marcia. \"I am delighted, it's wonderful news,\" BBC 1Xtra veteran presenter Dave Rodigan told World Service radio. \"I've loved this music since I first heard it as a teenager.\" Speaking to 5 live he added: \"I've always said it speaks out for the underprivileged, it speaks out against social injustice. Reggae music is the original rebels' music immortalised by Bob Marley at the Wailers.\"Jamaica had applied for reggae's inclusion on the list this year at a meeting of the UN agency on the island of Mauritius. The protected list began in 2008 and grew out of the UN's convention for the safeguarding of intangible cultural heritage in 2003. Its aims are to ensure respect for communities, groups and individuals involved in the listed activity, to raise awareness and encourage appreciation of those activities nationally and internationally. \"Reggae is uniquely Jamaican,\" said Olivia Grange, Jamaica's culture minister. \"It is a music that we have created that has penetrated all corners of the world.\" Announcing the decision, Unesco (United Nations Educational, Scientific and Cultural Organisation) said the music's \"contribution to international discourse on issues of injustice, resistance, love and humanity underscores the dynamics of the element as being at once cerebral, socio-political, sensual and spiritual\". It added: \"The basic social functions of the music - as a vehicle for social commentary, a cathartic practice, and a means of praising God - have not changed, and the music continues to act as a voice for all.\" Other cultural traditions which made the list included a Spanish riding school in Vienna, a Mongolian camel-coaxing ritual and Egyptian puppetry."
    },
    "22": {
        "title": "Maryland Woman Being Attacked by Pit Bull Bites Back",
        "url": "https://www.nbcwashington.com/news/local/Maryland-Woman-Bites-Back-to-Fend-Off-Pit-Bull-Attack-501499652.html",
        "upvotes": "17",
        "num_comments": "13",
        "op": "u/NorthTwoZero",
        "article": "A Maryland woman who was mauled by a pit bull while she was taking her trash out of her apartment complex says she fought the dog, biting it so it would let go of her. \"I had the animal face to face, and I saw the big eyes,\" said Rosa Quexel, holding back tears. \"I didn't know if I was going to survive that moment.\" According to the victim, she was walking outside of her apartment building in the 8100 block of Tahona Drive in Langley Park when she noticed two pit bulls were attacking someone near her. Then one of them pounced on her. She raised her left arm and put it between them to try to hold the animal back. That's when it began biting her. \"The first thing I thought, ‘I will bite it, too,' because if I don't do it, it won't let go of me,\" Quexel said. \"That's when I bit the dog with all my strength, and it let go.\" She said she fainted after the attack and doesn't know what happened to the animals. Quexel said she was then taken to the University of Maryland Capital Region Health to get treated for the arm injuries she sustained. \"If I hadn't put my arm [between us], it could have bitten my face or my neck,\" she said. \"I don't know what would have happened.\" Prince George's County police said they haven't been able to locate the dogs or the owner. Pit bulls are banned in Prince George's County, as well as in many apartment buildings and homeowners associations across the D.C. area. Residents of the county who violate the ordinance may receive a $1,000 fine or a sentence to up to 6 months in jail. Entire rescue organizations in the region are devoted to finding homes for pit bulls. \"People keep having those animals, that are often killers,\" Quexel said. \"I don't want this to go unpunished.\" \"I want justice,\" she added. \"I want those animals to be caught and that the owner is contacted because I have medical bills that I can't afford.\" Similar incidents have happened recently across the region. A D.C. woman died after she was attacked by the family's pit bull in her own home, and in September, a Maryland woman apparently was mauled to death by a recently adopted dog, also a pit bull."
    },
    "23": {
        "title": "South Korea indicts 11 people for leaking Samsung's OLED secrets to China",
        "url": "https://www.sammobile.com/2018/11/29/south-korea-indicts-people-samsungs-oled-secrets-china/",
        "upvotes": "65",
        "num_comments": "5",
        "op": "u/zeistsam",
        "article": "Samsung isn't just competing with Chinese companies in the smartphone market. Chinese component manufacturers are also eyeing the Korean giant's lead in this market. Samsung has been able to retain its dominance largely due to its greater technological prowess and scalability. The protection of Samsung's intellectual property is, therefore, key to its very survival. Its lead in the market is no laughing matter. Samsung Display has a near monopoly in the small to mid-sized OLED segment as it supplies over 95 percent of all panels. It contributes a significant chunk of the conglomerate's revenues. Even Chinese smartphone manufacturers have been using Samsung's OLED panels in their flagship smartphones. That's because the OLED technology of Chinese panel manufacturers still has a lot of catching up to do with Samsung's technology. Vendor's employees were leaking Samsung's OLED secrets to China Prosecutors in South Korea have indicted 11 people for leaking Samsung's OLED technology to China. They're the employees of a vendor that apparently produced automated equipment used for manufacturing OLED panels. They have been indicted on charges of leaking Samsung Display's 3D Lamination technology for curved OLED panels. Three of the 11 people indicted have been arrested and now await trial. The list includes the company's CEO as well. They had allegedly set up a shell company to which they sent the information received from working with Samsung about equipment and drawings of the display panels. The trade secrets were then sold to an undisclosed Chinese buyer for approximately $14 million. Secondary names, phones, and personal email addresses were used to avoid being caught even as they violated a non-disclosure agreement signed with Samsung. Samsung will certainly not be letting this go. The technology that was leaked reportedly took Samsung Display six years and millions of dollars to develop. The company had a team of 38 engineers working on it. Samsung had the technology designated as a national core technology protected by South Korea's industrial technology protection laws. Samsung Display has said in a statement that it is \"shocked at the results of the investigation by prosecutors, at a time when competitors are intensifying their technological rivalry.\" It will be keeping a close eye on the trial."
    },
    "24": {
        "title": "'Arsenal' of assault rifles, snipers, Nazi memorabilia found in home of O.C. man",
        "url": "http://www.foxla.com/news/local-news/exclusive-arsenal-of-assault-rifles-snipers-nazi-memorabilia-found-in-home-of-oc-man",
        "upvotes": "11",
        "num_comments": "34",
        "op": "u/move_machine",
        "article": "HUNTINGTON BEACH, CA (FOX 11) - Detectives found Nazi memorabilia and an \"arsenal\" of more than fifty firearms, including assault rifles and snipers, in the home of a Huntington Beach man who was arrested by police on Tuesday. Laguna Beach Police took 51-year-old Mitchell Todd into custody after serving a search warrant at the 15000 block of Cambay Lane Tuesday morning. Todd is the owner of an Orange County dove releasing business. Police told FOX 11 Todd is being assessed by psychological staff at a local hospital. He will then be booked into the county jail in Santa Ana, with more charges expected to come down. LBPD told FOX 11 they had been investigating Todd since mid November after he allegedly began making physical threats to a man he had been having a business dispute with. The man had hired Todd to release doves at his son's funeral, and there was a dispute about payment. \"The suspect had made a verbal threat stating words to the effect of maybe you need to go be with your son,\" said Sgt. Jim Cota of Laguna Beach PD. \"You could tell the voicemails and text messages became more and more threatening and then the tip of the iceberg was hearing the releasing of a handgun slide, so at that point we knew we were dealing with somebody whose got the potential of extreme violence.\" Detectives obtained a search warrant and arrested Todd on Tuesday. A search of his home would reveal a stockpile of weapons and ammo, including assault rifles and snipers. \"Definitely an arsenal, we're trying to figure out why one person would have in excess of 50 guns, at least in my career it's stands up there with the top 5 in terms of firepower,\" Sgt. Cota said. \"This is definitely an amount of weaponry that is not for personal use.\" Sgt. Cota told FOX 11 detectives also found a confederate flag and Nazi memorabilia in Todd's home. \"We also found some memorabilia that was a reference to the Third Reich and Nazi paraphernalia that were gonna look into just to see if there's any ties to any hate groups or anything like that,\" he said. Neighbors told FOX 11 off camera that Todd is known as the \"crazy guy\" in the neighborhood, and that Nazi memorabilia had been seen in his windows before. Sgt. Cota told FOX 11 that only 12 of the recovered weapons are registered to Todd, and the DOJ and ATF will likely have to be brought in to investigate. He believes his detectives may have prevented something terrible from happening. \"I couldn't be more proud of the detectives and the work that they did tonight, my gut feeling tells me we did potentially stop something that could've been, I can't even put into words what could've been forthcoming,\" he said. Todd has been booked on charges of criminal threats, though weapons charges are expected to be added on. He remains in Laguna Beach police custody Tuesday night, and will be brought to the Santa Ana jail on Wednesday. Statement from ATF Los Angeles: \"ATF is going to assist Laguna PD with their investigation. ATF will be looking at the firearms inventory, performing traces on the firearms and determining whether all federal firearms regulations were followed by the individual.\" Investigators will be looking into any possible connections with known hate groups."
    },
    "25": {
        "title": "This company has paid millions to settle claims it defrauded U.S. government health programs. Now it's partnering with Canadian public hospitals",
        "url": "https://www.thestar.com/news/investigations/2018/11/27/this-company-has-paid-millions-to-settle-claims-it-defrauded-government-health-programs-now-its-partnering-with-canadian-public-hospitals.html",
        "upvotes": "183",
        "num_comments": "10",
        "op": "u/qwheat",
        "article": "Inside the New Brunswick Heart Centre, workers toil away in the surgery department and special examination rooms, assigned to cut costly bottlenecks so more patients can be seen more quickly. These workers are not hospital employees, however. They're from a branch of Medtronic, a medical device giant that makes life-changing products from insulin pumps to pacemakers. Medtronic doesn't just sell medical devices. The company's burgeoning Integrated Health Solutions (IHS) business has consulted and partnered with more than 100 hospitals around the world, often with units that specialize in health conditions for which Medtronic makes devices. Under the deals, Medtronic does everything from managing cardiac catheterization labs to overseeing inventory to consulting services. This is a new frontier of public healthcare, where cash-strapped hospitals open their operations to a private company — a multinational that has paid the U.S. government millions to settle claims that it defrauded federal health programs and gave kickbacks to doctors to implant its devices. An investigation by the International Consortium of Investigative Journalists and its 58 media partners, including the Star/CBC/Radio-Canada, has found some of these international partnerships include incentives for the hospitals, such as staff donated by Medtronic. In return, the company would benefit from increased sales a hospital generated as a result of more efficient management. Neither Medtronic nor Horizon Health Network agreed to interviews about the partnership involving the New Brunswick Heart Centre. In statements, Medtronic said it has an unwavering commitment to ethical business practices, and its Integrated Health Solutions branch operates behind a firewall that separates it from the company's device-selling operations. \"We believe that integrated healthcare is the future of healthcare delivery and that IHS and value-based initiatives will be instrumental in reducing healthcare costs and improving quality of care,\" a Medtronic spokesman said. \"This leads to better patient outcomes at lower costs.\" The motive behind the partnerships, according to a former U.S. Medtronic director who oversaw contracts the company had with hospitals, is simple: To entrench Medtronic in the inner-workings of the hospital. \"We'll help you be better and more efficient. But we need to get more business out of it,\" the former director told the Star. He asked not to be named because he still interacts with the medical device industry in his new job. \"Medtronic wants to get you to the point where you can't live without them.\" By tying perks like free staff or better pricing to hospital revenue growth, these partnerships \"will turn these healthcare systems into cash cows rather than service professions,\" said Dr. Nortin Hadler, emeritus professor of medicine at the University of North Carolina at Chapel Hill. \"I can envision a marketing slogan for my hospital along the lines of ‘What's good for Medtronic is good for the patient.' \" Read More: Biocell breast implants at centre of ‘biggest controversy in plastic surgery' Faulty and unproven medical devices implanted in Canadian patients despite known risks Medtronic began in a Minneapolis garage in 1949, where Earl Bakken, an electrical engineer, fixed lab equipment with his brother-in-law. In the late 1950s, Bakken created the first wearable, battery-powered pacemaker, an innovation that would help save millions of lives and set the small company on its way to become a global behemoth. In a July speech to the Manitoba Chambers of Commerce, Medtronic's CEO Omar Ishrak boasted that the company has excelled in not only developing innovative technologies but \"inventing new markets,\" through which Medtronic helps more than 70 million patients a year, or two people every second. In its meteoric ascension, the company has repeatedly landed in court. Medtronic has agreed to pay at least $115 million to the U.S. government over the last decade to settle claims that it broke the law. In paying the settlements, Medtronic denied any wrongdoing. The settlements all stemmed from lawsuits filed by whistleblowers, mostly former company insiders. Under U.S. law, the government can pursue lawsuits filed by whistleblowers against companies that allegedly defrauded the government. The whistleblowers receive a portion of the proceeds if the case is successful. Medtronic has also been ensnared in thousands of lawsuits from patients around the world — and at least one Toronto hospital — seeking money for alleged damages caused by Medtronic devices. Chief among those devices are the Sprint Fidelis leads, insulated wires connecting implanted defibrillators to patients' hearts that were prone to fracture, causing unnecessary shocks. The first-ever Sprint Fidelis lead was implanted inside a London, Ont., operating room in early 2004. By late 2007, more than 268,000 Sprint Fidelis leads were implanted worldwide, including into chests of some 5,900 Canadians. One of them was Sherry Robinson of Sechelt, a coastal community northwest of Vancouver. Robinson had suffered from \"passouts\" since she was a kid. But by 2005, they were getting worse. It was taking longer to regain consciousness. \"I knew I was getting to the point where I wasn't going to survive these,\" she said in an interview. Robinson, then 32, was given an implantable cardioverter-defibrillator (ICD) with a Sprint Fidelis lead after she suffered cardiac arrest. It was a \"life saver.\" She finally felt comfortable doing something as simple as vacuuming while she was home alone, no longer afraid she would over-exert and pass out. One night in January 2007, just before going to sleep, a jolt thrust her forward in bed. \"I saw this white light through my eyes. It hurt like hell. I thought, ‘I've been hit by lightning,' \" she said. \"It took me a couple of seconds to catch my breath and realize: ‘Oh my God, that's my defibrillator.' \" She was rushed to hospital and, after tests showed her heart was fine, she was sent home. The following two nights, she again received shocks. Then, while hooked up to a monitor at the hospital, her defibrillator rattled off \"a firing storm\" — six consecutive shocks. An air ambulance flew her to a Vancouver hospital, where she suffered another firing storm. By the time her ICD was deactivated, she had received 18 shocks. Doctors determined the lead had fractured, causing it to shoot false signals to the defibrillator. On Jan. 24, 2007, she had the lead removed and replaced with a new one. Again, it was a Sprint Fidelis. Around that time, a U.S. doctor was flagging problems with the thin wires and approached Medtronic. The company sent a notice to surgeons, attributing the fractures to improper handling by physicians. By October 2007, Medtronic's message changed. Stop implanting the leads, the company warned, as the wires had a risk of fracturing that could cause an implanted defibrillator to fire inappropriate shocks or stop working completely. Medtronic halted sales of the leads across the world. The fractured leads may have been a contributing factor in 13 deaths, the company later announced. Robinson remembers sitting in a room with other patients at a Vancouver hospital as doctors explained the company's safety warning. \"I was very mad and upset,\" she said. \"Long before (Medtronic) told us, long before they informed the doctors, they had to know that things were wrong with these leads.\" Medtronic has said the leads had met rigorous \"safety, effectiveness and quality standards\" before being approved in Canada, and the company closely monitored how the products performed in patients. \"Safety is our first priority, and we categorically reject any suggestion that Medtronic puts ‘innovation and profits' over patient safety,\" the company said in a statement. For four more years, Robinson lived in fear her second Sprint Fidelis lead would cause her defibrillator to misfire again. In 2011, she underwent a risky procedure to have the lead removed. Robinson is the lead plaintiff in an ongoing Canadian class-action lawsuit against Medtronic over the leads. And it's not just patients suing. In a separate lawsuit, Toronto's Health Network demanded $750,000 from Medtronic for \"the recovery of costs, expenses and damages … incurred as a result of purchase and implantation of Sprint Fidelis leads.\" The two sides settled, a hospital spokesperson said, adding that the terms are confidential. Current healthcare systems are wasteful, unsustainable and in need of fixing, Medtronic has said time and again. Think of the healthcare system itself as a sick patient, Neil Fraser, president of Medtronic Canada, said on the company's website about the company's partnerships with hospitals. \"What we're trying to do is address an illness that can be helped through technology, innovation and collaboration.\" A partnership would be a \"win-win,\" the company described in a 2014 presentation to investors. A hospital would save by reducing the cost of providing care, and Medtronic would make tens of millions of dollars in \"incremental device and service sales.\" It was part of how, as enthusiastic analysts at PriceWaterhouseCoopers put it, Medtronic would \"own the disease.\" The company would earn money \"not for selling pacemakers but for preserving heartbeats.\" By January 2014, Medtronic was ready to push its blossoming health solutions business into Canada. The company had hand-picked the Brampton Civic Hospital's Diabetes Education Centre as a pilot project to prove its \"optimization\" services would work here. In Peel, one in 10 adults has diabetes, a number that could rise to one in six by 2025, according to Medtronic. For 12 months, Medtronic reps hosted workshops and trained clinic staff to identify and correct bottlenecks and gaps in the system. The goal, the company said, was to cut down on \"administrative burden\" to give the healthcare providers \"more time to spend with their patients.\" Medtronic did it all for free. In the end, the number of new patients visiting the clinic increased by 33 per cent. More patients are good for business, the former Medtronic director said. \"Finding these efficiencies — cutting down on re-admissions, seeing more patients, it helps a hospital's bottom line. It all goes to Medtronic's bottom line, too, because it helps them sell more products,\" he said. In February 2014, one month after putting together the deal with the Brampton hospital, Medtronic partnered with a newly formed neuroscience department at the University of Alberta hospital. The contract outlined how Medtronic would review the program's \"patient experience map\" from referral to surgeries to out-patient care. The hospital signed a five-month contract and renewed it twice. As in Brampton, Medtronic offered its services for free. Its reward, the contract notes, would include expanding Medtronic's \"network within the field of neurosciences.\" The former U.S. Medtronic director said the company is deliberate in what hospitals it approaches for prospective partnerships. \"These things don't necessarily get pitched to customers who don't have Medtronic business,\" he said. \"You only bring it up to a customer when it's going to benefit you.\" He said the company sometimes laces \"incentives\" into the agreement, such as free training or consulting services, \"some on paper, some not.\" In the United Kingdom, Medtronic secured contracts to manage two healthcare centres' catheterization labs, which produce diagnostic images of patients' hearts and arteries. A 2013 Financial Times article quoted a Medtronic official saying the agreement would include a negotiated minimum quota of purchases of Medtronic equipment. Doctors would ultimately choose what medical devices to use on patients, the official said. The agreement saved Imperial College in London nearly $2.6 million each year, according to a presentation by the health centre's head of cardiology. Spokeswomen from both the Brampton and Alberta hospitals say there were no procurement quotas built into their agreements with Medtronic. \"All of (Alberta Health Services') procurement decisions as it relates to Medtronic were, and are, made independent of this arrangement,\" a spokeswoman said. The alleged incentives Medtronic's offers to drive sales of its devices have been the subject of lawsuits in the U.S. The company paid the U.S. government $23.5 million in 2011 to settle claims that Medtronic gave kickbacks to induce doctors to implant its pacemakers and defibrillators. Medtronic denies the allegations and said the settlement was not an admission of liability. Medtronic solicited physicians to run studies and device registries, paying them as much as $2,000 per enrolled patient, the U.S. Department of Justice alleged. But the payments for the research were a guise to sway physicians away from using competitors' products or to reward doctors for continuing to use Medtronic devices, the government alleged. In one of the whistleblower complaints that led to the settlement, a former Medtronic employee alleged the kickbacks were part of the company's broader \"effort to corner the market on cardiac rhythm devices,\" and many of the studies were \"bogus\" and had \"no utility to the medical field whatsoever.\" One of those alleged kickback schemes named in the 2011 settlement was the TRENDS study, whose lead investigators included Canadian doctor D. George Wyse, who is internationally recognized for his work in heart rhythm management. In an interview, Wyse said he never received any kickbacks and wasn't aware of the allegations by the U.S. Department of Justice. The only payments he would have received from Medtronic would have been honoraria for participating in the study's advisory committee or for presenting the research findings, Wyse said, which are common for professionals conducting industry-funded research. The focus of the study was novel and important, Wyse said. Researchers used heart monitoring capabilities in already-implanted Medtronic ICDs to see the relationship between atrial fibrillation — an abnormal heartbeat that can lead to blood clots — and the risk of stroke. Its findings, published in 2009, have been cited at least 359 times, and Wyse said the topic continues to be pursued by researchers. \"I definitely would say TRENDS was not a bogus study by any stretch of the imagination,\" Wyse said. \"I'm pretty sure (kickbacks from industry) happen but I don't have any personal knowledge of that.\" In a statement, Medtronic said it has \"long been a leader in promoting ethical practices in collaboration between industry and the medical community.\" \"We stand behind the integrity of our corporate governance systems and our unwavering commitment to ethical business practices.\" In an ongoing U.S. whistleblower lawsuit, former Medtronic sales manager Adam Witkin alleged the company would pay \"certified pump trainers\" upwards of $425 to teach a new patient how to use the company's insulin pumps, what he called \"a kickback disguised as a training payment.\" Medtronic told the court these payments were not illegal and that the company has an ethical obligation to provide the training and education. Christine Landry, a registered nurse from Cornwall, began giving training sessions on behalf of Medtronic in 2009, a few months after getting one of the company's insulin pumps for her own use. About the size of a deck of cards, the pump is worn outside the body and delivers the insulin through a small tube that is inserted into a layer of fat under the skin. It's up to the pump user to monitor her glucose level and manage the amount of insulin delivered around mealtimes. Landry trained pump users and led diabetic support groups until 2012. That year, in July, Landry called Medtronic's 24-hour helpline. Her pump was malfunctioning. The company calltaker said Medtronic would send a new pump and advised her to use a back-up plan to administer her insulin. When a Medtronic rep called back a short time later to confirm her address, Landry was disoriented. The 48-year-old could barely remember her birth date. The next morning, her adult son found her unconscious in her bed. She needed constant care for six years until she died in September 2018. In court documents responding to a lawsuit by the Landry family alleging its pump was defective, Medtronic said it had tested the pump and found no problems. Landry was \"fully aware\" of the risks associated with the pump, Medtronic alleged, and any damages suffered by her or her family were caused by her own negligence. But listening to his mother's last phone call — hearing her struggle with basic details — Philippe Landry questions why the Medtronic rep didn't contact 911 or do more to make sure she was okay. \"You can clearly tell that she wasn't okay and he didn't ask anything about that,\" the son said. In 2016, Medtronic signed a five-year partnership with the New Brunswick Heart Centre. No stone would be unturned in the quest for efficiencies at the heart centre, the main provider of adult cardiac care for New Brunswick and the surrounding areas. Medtronic representatives began in the heart surgery department, and then moved to advising the cath lab, which uses diagnostic imaging equipment to detect abnormalities in a patient's arteries. Within six months, they increased operating room capacity by 14 per cent and reduced the average wait times by nearly half, according to a Medtronic press release. \"Hopefully, this is a model that we can apply to other institutions and other provinces not only in Canada but around the world,\" Medtronic CEO Ishrak said in a company video. But little is known about the partnership beyond the company's promotional material. A copy of the nine-page contract, released under freedom of information legislation, is marked \"confidential.\" The hospital said it contains Medtronic's trade secrets. And so, page after page, are big black boxes, blocking out any detail of what the public hospital is getting from the services and what it's giving Medtronic. — With files from the International Consortium of Investigative Journalists Jesse McLean is a Toronto-based investigative reporter. Reach him at jmclean@thestar.ca. Follow him on Twitter: @jesse_mclean Robert Cribb is a Toronto-based investigative reporter. Reach him at rcribb@thestar.ca. Follow him on Twitter: @thecribby It looks as if you appreciate our journalism. Our reporting changes lives, connects communities and effects change. But good journalism is expensive to produce, and advertiser revenue throughout the media industry is falling and unable to carry the cost. That means we need you, our readers. We need your help. If you appreciate deep local reporting, powerful investigations and reliable, responsible information, we hope you will support us through a subscription. Please click here to subscribe."
    }
}
