{
    "1": {
        "title": "CDC says life expectancy down as more Americans die younger due to suicide and drug overdose",
        "url": "https://www.cbsnews.com/news/cdc-us-life-expectancy-declining-due-largely-to-drug-overdose-and-suicides/",
        "upvotes": "40.7k",
        "num_comments": "4.8k",
        "op": "u/Chianse",
        "article": "NEW YORK -- Suicides and drug overdoses pushed up U.S. deaths last year, and drove a continuing decline in how long Americans are expected to live. Overall, there were more than 2.8 million U.S. deaths in 2017, or nearly 70,000 more than the previous year, the Centers for Disease Control and Prevention said Thursday. It was the most deaths in a single year since the government began counting more than a century ago. The increase partly reflects the nation's growing and aging population. But it's deaths in younger age groups -- particularly middle-aged people -- that have had the largest impact on calculations of life expectancy, experts said. \"These sobering statistics are a wake-up call that we are losing too many Americans, too early and too often, to conditions that are preventable,\" Dr. Robert Redfield, the CDC's director, said in a statement. These countries could soon have the highest life expectancies The suicide death rate last year was the highest it's been in at least 50 years, according to U.S. government records. There were more than 47,000 suicides, up from a little under 45,000 the year before. A general decline For decades, U.S. life expectancy was on the upswing, rising a few months nearly every year. Now it's trending the other way: It fell in 2015, stayed level in 2016, and declined again last year, the CDC said. The nation is in the longest period of a generally declining life expectancy since the late 1910s, when World War I and the worst flu pandemic in modern history combined to kill nearly 1 million Americans. Life expectancy in 1918 was 39. Why American women are dying younger Aside from that, \"we've never really seen anything like this,\" said Robert Anderson, who oversees CDC death statistics. In the nation's 10 leading causes of death, only the cancer death rate fell in 2017. Meanwhile, there were increases in seven others - suicide, stroke, diabetes, Alzheimer's, flu/pneumonia, chronic lower respiratory diseases and unintentional injuries. An underlying factor is that the death rate for heart disease -- the nation's No. 1 killer -- has stopped falling. In years past, declines in heart disease deaths were enough to offset increases in some other kinds of death, but no longer, Anderson said. (The CDC's numbers do sometimes change. This week, CDC officials said they had revised their life expectancy estimate for 2016 after some additional data came in.) What's driving it? CDC officials did not speculate about what's behind declining life expectancy, but Dr. William Dietz, a disease prevention expert at George Washington University, sees a sense of hopelessness. Financial struggles, a widening income gap and divisive politics are all casting a pall over many Americans, he suggested. \"I really do believe that people are increasingly hopeless, and that that leads to drug use, it leads potentially to suicide,\" he said. Drug overdose deaths also continued to climb, surpassing 70,000 last year, in the midst of the deadliest drug overdose epidemic in U.S. history. The death rate rose 10 percent from the previous year, smaller than the 21 percent jump seen between 2016 and 2017. That's not quite cause for celebration, said Dr. John Rowe, a professor of health policy and aging at Columbia University. \"Maybe it's starting to slow down, but it hasn't turned around yet,\" Rowe said. \"I think it will take several years.\" Accidental drug overdoses account for more than a third of the unintentional injury deaths, and intentional drug overdoses account for about a tenth of the suicides, said Dr. Holly Hedegaard, a CDC injury researcher. Other findings The CDC figures are based mainly on a review of 2017 death certificates. The life expectancy figure is based on current death trends and other factors. The agency also said: A baby born last year in the U.S. is expected to live about 78 years and 7 months, on average. An American born in 2015 or 2016 was expected to live about a month longer, and one born in 2014 about two months longer than that. The suicide rate was 14 deaths per 100,000 people. That's the highest since at least 1975. The percentage of suicides due to drug overdose has been inching downward. Deaths from flu and pneumonia rose by about 6 percent. The 2017-2018 flu season was one of the worst in more than a decade, and some of the deaths from early in that season appeared in the new death dates. West Virginia was once again the state with the highest rate of drug overdose deaths. The CDC did not release state rates for suicides. Death rates for heroin, methadone and prescription opioid painkillers were flat. But deaths from the powerful painkiller fentanyl and its close opioid cousins continued to soar in 2017. The CDC did not discuss 2017 gun deaths in the reports released Thursday. But earlier CDC reports noted increase rates of suicide by gun and by suffocation or hanging."
    },
    "2": {
        "title": "Former Trump lawyer and fixer Michael Cohen pleads guilty, makes a deal with Mueller",
        "url": "https://www.cnbc.com/2018/11/29/ex-trump-lawyer-michael-cohen-reaches-guilty-plea-deal-in-mueller-probe-reports.html",
        "upvotes": "3.8k",
        "num_comments": "691",
        "op": "u/OMS6",
        "article": "President Donald Trump's ex-lawyer Michael Cohen pleaded guilty Thursday to lying to Congress about a Trump real estate project in Russia, and the extent of the president's involvement in and knowledge of that deal. Cohen's plea in federal court in Manhattan, his second in four months, came as part of a new deal with special counsel Robert Mueller. Prosecutors said Cohen lied in order to minimize links between Trump and his Moscow building project, and to give the false impression that the project had died before the Iowa caucuses in February 2016, the first contest on the path toward a presidential nomination. On the White House's South Lawn after Cohen's court appearance, the president accused his former fixer of lying about his most recent admissions in order to \"get a reduced sentence.\" \"He's a weak person and not a very smart person,\" Trump said. Trump's lawyer, former New York Mayor Rudy Giuliani, attacked Cohen's credibility: \"Michael Cohen is a liar.\" Cohen, 52, did not previously have a formal cooperation agreement with Mueller, but it is known that he has been speaking for the past several months to the special counsel's office and other law enforcement entities. Mueller is investigating Russian interference in the 2016 presidential election and possible coordination between Trump campaign-related figures and the Kremlin, as well as possible obstruction of justice by Trump. Cohen told a judge Thursday that he lied in 2017 to the Senate Intelligence Committee about a proposed Trump Tower development in Moscow in order to be consistent with Trump's political messages and out of loyalty to the president. Cohen's violation carries a maximum sentence of five years in prison, a fine of up to $250,000 and three years of supervised release, according to his plea agreement. Read Cohen's plea agreement here Giuliani said in a statement that \"It's no surprise that Cohen lied to Congress\": \"Michael Cohen is a liar. It's no surprise that Cohen lied to Congress,\" Giuliani said. \"He's a proven liar who is doing everything he can to get out of a long-term prison sentence for serious crimes of bank and tax fraud that had nothing to do with the Trump Organization. It is important to understand that documents that the Special Counsel's Office is using to show that Cohen lied to Congress were voluntarily disclosed by the Trump Organization because there was nothing to hide. It is hardly coincidental that the Special Counsel once again files a charge just as the President is leaving for a meeting with world leaders at the G20 Summit in Argentina. The Special Counsel did the very same thing as the President was leaving for a world summit in Helsinki. With regard to the hotel proposal in Moscow, the President has been completely open and transparent.\" A court document laying out the special counsel's allegations refer to Trump and his company, the Trump Organization, through the respective pseudonyms \"Individual 1\" and the \"Company.\" The special counsel in a court document said Cohen \"knowingly and deliberately\" lied when he told the Senate committee that the Moscow proposal \"ended in January 2016 and was not discussed extensively with others\" in the Trump Organization. In fact, Cohen discussed the Moscow project with another individual as late as about June 2016, and briefed Trump on it more times than he had claimed to the Senate committee, the special counsel wrote. Mueller's team adds that Cohen \"briefed family members of [Trump] within the Company about the project.\" Cohen had made the false claim in a letter to the Senate Intelligence Committee in September 2017. \"I assume we will discuss the rejected proposal to build a Trump property in Moscow that was terminated in January of 2016; which occurred before the Iowa caucus and months before the very first primary,\" Cohen said in that letter. \"This was solely a real estate deal and nothing more. I was doing my job. I would ask that the two-page statement about the Moscow proposal that I sent to the Committee in August be incorporated into and attached to this transcript.\" Read Cohen's criminal information here The special counsel also writes that Cohen lied when he told lawmakers that he didn't recall hearing a response about the project from Russia. Cohen's appearance in court was a surprise. He is due to be sentenced Dec. 12 on his prior guilty plea of eight criminal counts related to tax fraud, excessive campaign contributions and making false statements to a financial institution. Those charges came in a separate federal case not directly lodged by the special counsel. In that hearing in August, Cohen said he paid two women at the request of a political candidate later confirmed to be Trump \"for the principal purpose of influencing the election.\" The women, Stormy Daniels and Karen McDougal, claimed they had had affairs with Trump. The White House denies the allegations. At the courthouse on Thursday, Cohen pleaded to a single count of making false statements to Congress. Cohen attorney Lanny Davis declined CNBC's requests for comment. The White House had no immediate comment when asked about Cohen's guilty plea. Trump was preparing to travel to Buenos Aires for the G-20 summit as Cohen pleaded guilty. In a tweet shortly after his comments outside the White House on Thursday, Trump announced that he had canceled his planned meeting with Russian President Vladimir Putin at the Argentina summit. Trump said his decision was based on Russia's seizure of Ukrainian ships in the Kerch Strait of the Black Sea. Trump tweet Putin meeting Neither Cohen nor his criminal defense lawyer Guy Petrillo had any comment for a horde of reporters confronting them as they exited the lower Manhattan courthouse about 50 minutes after the plea hearing began. After Trump won the 2016 election against Democrat Hillary Clinton, the then-president elect denied having anything to do with Russia. Trump tweet no deals The Washington Post reported in August 2017 that Cohen had emailed Putin's personal secretary during the 2016 presidential campaign to request assistance in moving along a stalled Trump Tower development project in Moscow. The development in Cohen's legal saga came shortly after Trump sent multiple tweets raging against the Russia investigation. Trump tweet 1 Trump tweet 2 Trump tweet 3"
    },
    "3": {
        "title": "N.J. college rejects on-campus Chick-fil-A over company's LGTBQ stance",
        "url": "https://www.nj.com/education/2018/11/nj_college_rejects_chick-fil-a_over_lgtbq_stance.html?utm_source=facebook&utm_campaign=njcom_sf&utm_medium=social&utm_content=nj_facebook_njcom",
        "upvotes": "1.2k",
        "num_comments": "873",
        "op": "u/hopopo",
        "article": "A New Jersey college gave its students the chance to pick which new restaurant they wanted on campus -- so long as it wasn't Chick-fil-A. After students at Rider University voted for the fast casual restaurant as their top choice in the spring, the private college sent another survey this fall and excluded the fast casual restaurant \"based on the company's record widely perceived to be in opposition to the LGBTQ+ community,\" according to the university. \"Ultimately, we decided to lean in the direction of creating a welcoming environment where differences can be appreciated and where each individual can expect to experience dignity and respect,\" administrators wrote in a letter explaining the decision. \"In many ways, this issue is one that goes beyond our decision and touches on a complex conversation taking place throughout the country.\" The decision quickly sparked backlash, with one student telling the website Campus Reform, \"they sell chicken, so as far as I am concerned that should be the focus.\" Chick-fil-A's corporate values have stirred controversy since 2012, when its president spoke against same-sex marriage and news reports revealed the company donated to organizations opposed to same-sex marriage. That prompted boycotts and kiss-ins from LGTBQ advocates and a rival \"Chick-fil-A Appreciation Day\" organized by conservative politician Mike Huckabee. Rider's decision required a difficult assessment of competing interests, the university said. \"The choices in this situation, like in so many others, were imperfect,\" administrators wrote. \"They challenged us to reflect on our values and consider what kind of community we want to provide for those who live and learn at Rider University. The university has asked its Center for Diversity and Inclusion to organize a campus forum so that the voices of students, faculty, staff and others can continue to be heard. \"We fully acknowledge an organization's right to hold these beliefs, just as we acknowledge the right for individuals in our community and elsewhere to also personally hold the same beliefs,\" campus officials wrote. "
    },
    "4": {
        "title": "$1.3M Worth of Illegal Ivory Seized From La Jolla Gallery",
        "url": "https://www.nbcsandiego.com/news/local/Carlton-Gallery-Charged-13M-Ivory-Possession-501472981.html",
        "upvotes": "28.1k",
        "num_comments": "736",
        "op": "u/LazarusCheetah",
        "article": "Criminal charges have been filed against a luxury art and jewelry business in La Jolla that was discovered to be in possession of more than $1 million dollars worth of illegal elephant and rhinoceros ivory, the San Diego City Attorney's office said Wednesday. Carlton Gallery in La Jolla's popular Prospect Street shopping area was discovered to be in possession of more than 300 pieces of ivory and relics made with the illegal product after an investigation that began in May 2017, City Attorney Mara Elliott said at a press conference. The store's salesperson, Sheldon Miles Kupersmith, and the store's owner, Victor Hyman Cohen were named in a criminal complaint filed on Tuesday. The investigation was launched after wildlife officers with the California Department of Fish and Wildlife spotted two art pieces in the store's display windows that appeared to contain ivory. More potentially illegal items were spotted on various trips back to the store and on May 1, 2018, a sting operation uncovered Kupersmith selling ivory products, according to the city attorney's office. That same day, wildlife officers descended on Carlton Gallery with a search warrant. Their sweep confiscated 146 items with ivory from the gallery. Nearly 200 more pieces were discovered in a warehouse nearby, the complaint said. Some of the pieces containing ivory included art sculptures, rings, boxes and ivory pieces themselves. A law banning the sale of nearly all ivory in the state of California took effect on July 1, 2016. Illegal ivory comes from the tooth or tusk from a species of elephant, hippopotamus or walrus and has led to animal trafficking and poaching, according to wildlife animal experts with San Diego Zoo Global. Under Fish and Game Code, there are two exceptions to selling ivory. The ivory must be less than 20 percent by volume in a musical instrument that was manufactured no later than 1975. The second exception is the ivory must be less than five percent in a bona fide antique with historical documentation proving the antique is more than 100 years old. Law enforcement said the ivory pieces in the Carlton Gallery were not part of musical instruments and had ivory more than five percent volume of the product. According to officials with Fish and Wildlife, many times when items such as ivory are confiscated, they go to a warehouse in Denver, Colorado where they are placed permanently. "
    },
    "5": {
        "title": "",
        "url": "",
        "upvotes": "",
        "num_comments": "",
        "op": "",
        "article": ""
    },
    "6": {
        "title": "",
        "url": "",
        "upvotes": "",
        "num_comments": "",
        "op": "",
        "article": ""
    },
    "7": {
        "title": "",
        "url": "",
        "upvotes": "",
        "num_comments": "",
        "op": "",
        "article": ""
    },
    "8": {
        "title": "",
        "url": "",
        "upvotes": "",
        "num_comments": "",
        "op": "",
        "article": ""
    },
    "9": {
        "title": "",
        "url": "",
        "upvotes": "",
        "num_comments": "",
        "op": "",
        "article": ""
    },
    "10": {
        "title": "",
        "url": "",
        "upvotes": "",
        "num_comments": "",
        "op": "",
        "article": ""
    },
    "11": {
        "title": "",
        "url": "",
        "upvotes": "",
        "num_comments": "",
        "op": "",
        "article": ""
    },
    "12": {
        "title": "",
        "url": "",
        "upvotes": "",
        "num_comments": "",
        "op": "",
        "article": ""
    },
    "13": {
        "title": "",
        "url": "",
        "upvotes": "",
        "num_comments": "",
        "op": "",
        "article": ""
    },
    "14": {
        "title": "",
        "url": "",
        "upvotes": "",
        "num_comments": "",
        "op": "",
        "article": ""
    },
    "15": {
        "title": "",
        "url": "",
        "upvotes": "",
        "num_comments": "",
        "op": "",
        "article": ""
    },
    "16": {
        "title": "",
        "url": "",
        "upvotes": "",
        "num_comments": "",
        "op": "",
        "article": ""
    },
    "17": {
        "title": "",
        "url": "",
        "upvotes": "",
        "num_comments": "",
        "op": "",
        "article": ""
    },
    "18": {
        "title": "",
        "url": "",
        "upvotes": "",
        "num_comments": "",
        "op": "",
        "article": ""
    },
    "19": {
        "title": "",
        "url": "",
        "upvotes": "",
        "num_comments": "",
        "op": "",
        "article": ""
    },
    "20": {
        "title": "",
        "url": "",
        "upvotes": "",
        "num_comments": "",
        "op": "",
        "article": ""
    },
    "21": {
        "title": "",
        "url": "",
        "upvotes": "",
        "num_comments": "",
        "op": "",
        "article": ""
    },
    "22": {
        "title": "",
        "url": "",
        "upvotes": "",
        "num_comments": "",
        "op": "",
        "article": ""
    },
    "23": {
        "title": "",
        "url": "",
        "upvotes": "",
        "num_comments": "",
        "op": "",
        "article": ""
    },
    "24": {
        "title": "",
        "url": "",
        "upvotes": "",
        "num_comments": "",
        "op": "",
        "article": ""
    },
    "25": {
        "title": "",
        "url": "",
        "upvotes": "",
        "num_comments": "",
        "op": "",
        "article": ""
    },
}
